{
      "numberOfElements":196,
      "pageNumber":1,
      "pageSize":1,
      "totalElements":196,
      "totalPages":1,
      "items":[
         {
            "masalahId":1,
            "masalahTitle":"ဇီးရှိသော တိရိစ္ဆာန်အား ကုရ်ဗာနီပြုခြင်း",
            "masalahDescription":"ကုရ်ဗာနီပြုရန် ရည်ရွယ်ချက်ဖြင့်သားကောင်၀ယ်ယူလိုက်ပြီးမှ ၎င်းသည်ဇီးရှိသော သားကောင်ဖြစ်နေခဲ့လျှင် အကယ်၍ ၀ယ်ယူသူသည် နိစားဗ်ပိုင်ဆိုင်သူဖြစ်ပါက အဆိုပါ (ဇီးရှိသော)သားကောင်အစား အခြား သားကောင်တစ်ကောင်ကုရ်ဗာနီပြုနိုင်ပေသည်။ ထို့နောက် ဇီးရှိသောသားကောင်ကိုမွေးမြူရန်အတွက်ထားရှိနိုင်သလို ပြန်‌လည်ရောင်းချလိုလျှင်လည်း ရောင်းချနိုင်ပေသည်။ အကယ်၍ ၀ယ်ယူသူသည် နိစားဗ်ပိုင်ဆိုင်သူမဟုတ်ပါက ၎င်းဇီးရှိသော သားကောင်ကိုသာ ကုရ်ဗာနီပြုရပေမည်။ ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":2,
            "masalahTitle":"ကုရ်ဗာနီလုပ်ရန်အချိန်",
            "masalahDescription":"ကုရ်ဘာနီပြုနိုင်သောရက်(ကုရ်ဘာနီပြုခွင့်ရှိသောရက်)များမှာ ဇိလ်ဟဂျ်လ 10 ရက်နေ့မှစ၍ 12ရက်နေ့ညနေ နေမဝင်မီအချိန်ထိ ဖြစ်သည်။ ဇိလ်ဟဂျ်လ13ရက်နေ့၌ ကုရ်ဘာနီပြုခွင့်မရှိတော့ပေ။ ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":3,
            "masalahTitle":"တခြားဒေသ၌ကုရ်ဘာနီပြုခြင်း ",
            "masalahDescription":"နိုင်ငံတစ်နိုင်ငံတွင်နေထိုင်သူသည် အခြားနိုင်ငံ၌ ကုရ်ဘာနီပြုလုပ်လိုပါက အစ္စလာမ့်ရှရီအသ်အရ ပြုခွင့်ရှိ၏။ သို့သော် ကုရ်ဘာနီ သားကောင်ကို ကိုယ်တိုင်ရွေးချယ်၀ယ်ယူပြီး ကိုယ်တိုင်ပြုစု၍ လည်လှီးခြင်းမှာ အကောင်းဆုံးဖြစ်သည်သာမက အကျိုးကုသိုလ် ပို၍ပင်များ သည်။ ကုရ်ဘာနီသားကောင်အား မိမိကိုယ်တိုင်လည်လှီးခြင်းသည် မွစ်သဟဗ်ဖြစ်သည်။ အကြောင်းကြောင်းကြောင့် ကိုယ်တိုင် လည်မလှီး နိုင်ပါက သားကောင်လည်လှီးချိန် အနီးအနား၌ ရှိနေသင့်ပေသည်။ မိမိကုရ်ဘာနီအသားစားခြင်းမှာ မွစ်သဟဗ်ဖြစ်သည်။ အီးဒ်နေ့နံနက်တွင် ဦးစွာမိမိသားကောင်၏အသားကို စားသင့်ပေသည်။ ပြီးနောက် အိမ်နီးချင်းများ၊ ဆွေမျိုး သားချင်းများနှင့် သူဆင်းရဲများအား ဝေငှရမည်။ အခြားဒေသ၌ ကုရ်ဗာနီလုပ်ပါက အထက်ပါကိစ္စရပ်များပြုရန် အခွင့်မသာတော့ပေ။ အကယ်၍ အကြောင်းတစ်စုံတစ်ရာကြောင့်ဖြစ်စေ၊ တရားတော်၏လိုအပ်ချက်တစ်စုံတစ်ရာကြောင့် ဖြစ်စေ အခြားဒေသ (သို့) နိုင်ငံခြား၌ ကုရ်ဘာနီလုပ်ရပါက အကျိုးကုသိုလ်ပိုရမည်ဟု မျှော်လင့်ရပါသည်။ ဥပမာအားဖြင့် အခြားဒေသ၌ရှိသောဆွေမျိုးသားခြင်းများအတွက် သို့မဟုတ် နိုင်ငံရပ်ခြား၌ရှိသောသူတို့မှာ ပို၍ ဆင်းရဲသောကြောင့် ၎င်းတို့ အတွက် ကုရ်ဘာနီသားကောင်စီစဉ်ပေးခြင်းမှာ ပို၍ပင်ကောင်းပေသည်။        ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":4,
            "masalahTitle":"ကုရ်ဗာနီလုပ်ရန်နဇ်ရ်ကိုးခြင်း",
            "masalahDescription":"အကယ်၍ကုရ်ဗာနီပြုရန်နဇ်ရ်ကိုးလိုက်မည်ဆိုပါက နဇ်ရ်ကိုးသူသည်ဆင်းရဲသူဖြစ်‌စေ၊ ချမ်းသာသူဖြစ်စေ နဇ်ရ်ကိုးလိုက်သည့် အတွက်ကြောင့် ၎င်းအ‌ပေါ် ကုရ်ဗာနီပြုရန် ဝါဂျိဗ်တာဝန်ထိုက်သွားပေမည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":5,
            "masalahTitle":"ကုရ်ဘာနီလုပ်ခြင်းသည်ဝါဂျိဗ်ဖြစ်သည်",
            "masalahDescription":"              နွားသတ္တ၀ါကို ကုရ်ဗာနီပြုလုပ်ပိုင်‌ကြောင်း ကုရ်အာန်ကျမ်းမြတ်နှင့် ဟဒီးဆ်တော်များမှသိရှိရပါသည်။ ၎င်းနွားတစ်ကောင်တွင် လူခုနှစ်ဦးအထိစပ်တူပြုလုပ်ခွင့်ရှိသည်။        ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":6,
            "masalahTitle":"အာဏာပိုင် (သို့) ဘာသာြခားများမှ နွားကုရ်ဘာနီလုပ်ခြင်းအား ပိတ်ပင်ခြင်း",
            "masalahDescription":"အိန္ဒိယနိုင်ငံနှင့် ဟင်ဒူဘာသာ၀င်များအုပ်ချုပ်သည့် နိုင်ငံများနှင့်မြို့ရွာများတွင် နွားကိုကုရ်ဗာနီလုပ်ခြင်းမှ တားမြစ်ပိတ်ပင်မှုများရှိသည့်အခါတွင် ပြဿနာများ၊ ခိုက်ရန် ဖြစ်ပွားမှုများမပေါ်ပေါက်စေရန် နွားအစား ဆိတ်၊သိုး၊ကျွဲနှင့် ကုလားအုတ်တို့ကို ကုရ်ဗာနီ ပြုလုပ်လိုက်ရပေမည်။ သို့သော် မည်သူမဆို ထိုအခြေအနေမျိုး၌ပင် နွားကို ကုရ်ဗာနီပြုလုပ်လိုက်မည်ဆိုလျှင်လည်း ကုရ်ဗာနီအထမြောက်၍ တာ၀န် ကျေပွန်သွားပေမည်။        ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":7,
            "masalahTitle":"ကုရ်ဘာနီသားကောင်မှအကျိုးခံစားခြင်း",
            "masalahDescription":"ကုရ်ဘာနီမပြုမီအလျင် ကုရ်ဘာနီသားကောင်မှ ရိတ်လိုက်သောအမွှေးအားလည်းကောင်း၊ ညှစ်ထားသောနို့အား လည်းကောင်း ကိုယ်တိုင်အသုံးမပြုရပေ။ ဆွဒကဟ်ပြုရန်အရေးကြီးသည်။ သို့သော်ကုရ်ဘာနီပြုပြီးသည့်‌နောက် ရိတ်လိုက် သောအမွှေးနှင့်နို့အုံမှထွက်လာ‌သောနို့ကိုအသုံးပြုပိုင်ပေသည်။အဘယ်ကြောင့်ဆိုသော်ကုရ်ဘာနီသားကောင်ကို ဇဗဟ်ပြုရသည့်ရည်ရွယ်ချက်ပြည့်‌မြောက်သွားခဲ့ပြီဖြစ်သည်။ ဇဗဟ်ပြုပြီးသည့်နောက် ကုရ်ဘာနီသားကောင်၏အသားကို ကိုယ်တိုင်အသုံးပြုပိုင်သကဲ့သို့အမွှေး၊နို့နှင့်သားရေအစရှိသည်တို့ကိုလည်းအသုံးပြုပိုင်ပေသည်။\nဖသာဝါအေဟင်န်ဒီယဟ်ကျမ်း၊အတွဲ(၅)၊စာမျက်နှာ(၃၇၁) ဗဒါအိအွဆ်ွဆွနာအိအ်ကျမ်း၊အတွဲ(၆)၊စာမျက်နှာ(၃၂၁)",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":8,
            "masalahTitle":"ဆွဒကဟ်ဖြင့် ကုရ်ဘာနီအထမြောက်မည်မဟုတ်        ",
            "masalahDescription":"ကုရ်ဘာနီတာဝန်ထိုက်သောသူသည် ကုရ်ဘာနီလုပ်ရန် သတ်မှတ်ထားသောရက်သုံးရက်အတွင်း တစ်ရက်ရက်တွင် ပြုလုပ်ရန် အရေးကြီးသည်။ သားကောင်၏တန်ဖိုးဆွဒကဟ်ထုတ်ခြင်း၊ အခြားအလှူအတန်းတစ်ခုခုတွင် သုံးစွဲလိုက်ခြင်း ဖြင့် ကုရ်ဘာနီတာဝန် ကျေပွန်မည်မဟုတ်ပေ။ ထိုကဲ့သို့သူများသည် အလှူဒါနပြုသောကြောင့် အကျိုးစဝါးဗ် ရရှိမည်ဖြစ်သော်လည်း မိမိတာဝန်ထိုက်သော ကုရ်ဘာနီပျက်ကွက်မှုကြောင့် အပြစ်ထိုက်မည်ဖြစ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":9,
            "masalahTitle":"အခြေခံလိုအပ်ချက်        ",
            "masalahDescription":"လူသားတစ်ဦးအတွက် မိမိ၏အသက်၊သိက္ခာနှင့်ရှင်သန်နေထိုင်နိုင်ရန် လိုအပ်သောစားသောက်ဖွယ်ရာများ၊ အ၀တ်အစားများ၊ အိုးအိမ်များ(အလုပ်လုပ်သူဖြစ်ပါက)အလုပ်နှင့်သက်ဆိုင်သောပစ္စည်းကိရိယာများစသည်တို့ကို အခြေခံလိုအပ်ချက်များဟု သတ်မှတ်ထားပါသည်။ ထိုအထက်ပါအရာများမှအပ အခြားအရာများ၏တန်ဖိုးသည် နိစားဗ်(ဇကားသ်၀ါဂျိဗ်ဖြစ်ရန်သတ်မှတ်ထားသောပမာဏ)နှင့် ညီနေပါက ၄င်းပုဂ္ဂိုလ်အပေါ် ကုရ်ဘာနီ၀ါဂျိဗ်ထိုက်ပေသည်။\nမှတ်ချက်။        ။ အိမ်တွင်အလှထားသောအခင်းကြီးများ၊ ရွက်ဖျင်တဲများ၊ ရေဒီယိုတိတ်ခွေအသံသွင်းစက်၊ ရုပ်မြင်သံကြား အစရှိသည်တို့မှာ အခြေခံလိုအပ်ချက်တွင်မပါဝင်ပါ။ ရုပ်မြင်သံကြားစက်မှာ ကြည့်ခြင်း၊ ဝယ်ယူခြင်းသည် ပြုမပိုင်သောကိစ္စဖြစ်သည်။ ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":10,
            "masalahTitle":"ကျောင်းသား နဖိလ်ကုရ်ဘာနီပြုခြင်း",
            "masalahDescription":"ကျောင်းသားတစ်ဦးအတွက် နဖိလ်ကုရ်ဘာနီပြုခြင်းသည် ပိုင်သော်လည်း ပညာသင်ယူဆည်ပူးသည့်ကာလဖြစ်သောကြောင့် ပညာရေးတိုးတက်စေမည့်သာသနာ့စာအုပ်များဝယ်ယူဖတ်ရွတ်ခြင်းသည် ပို၍ကောင်းပေသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":11,
            "masalahTitle":"ကုရ်ဗာနီသားကောင်ဆိုင်ရာ        ",
            "masalahDescription":"မြို့(သို့)ရွာကြီးမှာနေထိုင်သူသည် မိမိ၏ကုရ်ဗာနီသားကောင်ကို ရွာတစ်ရွာမှာ ကုရ်ဗာနီပြုလုပ်ရန်ပို့ထားပါက ထိုသားကောင်ကို အီဒ်းနမာဇ်မတိုင်မီ ဇဗဟ်လုပ်လိုက်လျှင်လည်း ပိုင်ပါသည်။ ရွာ၌ ကုရ်ဗာနီသားကောင်ကို ဇဗဟ်ပြုလုပ်ပြီးနောက် မြို့နေသားကောင်ပိုင်ရှင်သည် အသားကိုမှာယူ၍ စားသုံးခွင့်လည်းရှိပါသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":12,
            "masalahTitle":"မင်္ဂလာပွဲတွင် ဧည့်ခံကျွေးမွေးရန် ရည်စူး၍ ကုရ်ဗာနီလုပ်ခြင်း",
            "masalahDescription":"အကယ်၍တစ်ဦးတစ်ယောက်သည် စဝါးဗ်ရရှိရန်နှင့် ကုရ်ဘာနီတာဝန်ကျေပွန်ရန်ရည်စူး၍မဟုတ်ဘဲ မင်္ဂလာဧည့်ခံပွဲတွင် ကျွေးမွေးရန်အတွက် သားကောင်ကိုလည်လှီးသော် ၎င်း၏ ကုရ်ဘာနီသည် အထမြောက်မည်မဟုတ်ပေ။ ထို့ကြောင့် တစ်ဖန် ဝါဂျိဗ်တာဝန်ကို ထမ်းဆောင်ရန် ရည်စူး၍ကုရ်ဗာနီပြုရမည်။        ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":13,
            "masalahTitle":"အရ်ဖာသ်နေ့        ",
            "masalahDescription":"အရ်ဖာသ်နေ့သည် ဇွလ်ဟဂျ်လ ၉ရက်နေ့ တစ်ရက်တည်းဖြစ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":14,
            "masalahTitle":"သားကောင်၏ အရှက်အင်္ဂါ        ",
            "masalahDescription":"ဇဗဟ်ပြုထားသော သားကောင်၏အရှက်အင်္ဂါကို စားသုံးခြင်းသည် မက်ရူးဟ်သဟ်ရီမီဖြစ်သည်။ သို့သော်ဇဗဟ် မပြုထားပါက စားသုံးခြင်းမပိုင်၊ ဟရာမ်ဖြစ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":15,
            "masalahTitle":"၀ယ်ယူပြီး ကုရ်ဗာနီသားကောင်ပြန်ရောင်းခြင်း",
            "masalahDescription":"ကုရ်ဗာနီသားကောင် ဝယ်ပြီးနောက် ပြန်ရောင်းခြင်းသည် မသင့်လျော်သောကိစ္စဖြစ်သည်။ သို့သော် ပထမသားကောင်ထက် စျေးသက်သာသောသားကောင်ပြန်ဝယ်ပါက ပိုလျှံနေသော ငွေကြေးကို ဆွဒကဟ်ထုတ်ရန် အရေးကြီးသည်။        ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":16,
            "masalahTitle":"စပ်တူကုရ်ဗာနီလုပ်သူများအနက် တစ်ယောက်က ကုရ်ဗာနီသားကောင်ကို ဇဗဟ်လုပ်ရန် ခွင့်မပြုခြင်း",
            "masalahDescription":"စပ်တူကုရ်ဗာနီလုပ်သူများအနက် တစ်ဦးတစ်ယောက်က ကုရ်ဗာနီသားကောင်ကို ဇဗဟ်လုပ်ရန် ခွင့်မပြုလျှင် (သို့) ဇဗဟ်လုပ်ရန်မိမိဘက်မှကိုယ်စားလှယ်ခန့်အပ်မှုမရှိဘဲ နောက်တစ်ဦးက မိမိသဘောဆန္ဒဖြင့် ဇဗဟ်လုပ်လိုက်သည်။ ထိုသို့ ဇဗဟ် လုပ်လိုက်သည်ကို အစုအစပ်ပါ၀င်သူအချို့ မသိလိုက်ပါက အစုအစပ်ပါ၀င်သူများအနက် တစ်ဦးတစ်ယောက်၏ကုရ်ဗာနီမှ အထမြောက်မည် မဟုတ်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":17,
            "masalahTitle":"ကုရ်ဘာနီလုပ်ရန်စပ်တူပါဝင်ပြီးမှ မပါဝင်တော့ခြင်း",
            "masalahDescription":"၁။ ကုရ်ဗာနီသားကောင်ကို ဇဗဟ်မလုပ်မီ စပ်တူလုပ်သူများထဲမှ တစ်ယောက်ထွက်သွားလိုက်သော် ၄င်းနေရာတွင် အခြားတစ်ဦး ၀င်ရောက်လာပါက ကုရ်ဗာနီအထမြောက်သွားပေမည်။        \n၂။ အကယ်၍ ကုရ်ဗာနီလုပ်ရန် ဝါဂျိဗ်တာဝန်သောသူသည် ကုရ်ဗာနီသားကောင်၌ စပ်တူပါ၀င်ပြီး သားကောင်ကို ဇဗဟ်မလုပ်မီ မပါ၀င်တော့ဘဲ ထွက်သွားလျှင် ထိုသူ့အပေါ်၌ ကုရ်ဗာနီလုပ်ရန် တာ၀န်ရှိနေအုံးမည်ဖြစ်ပြီး ကျန်ပုဂ္ဂိုလ်များ၏ကုရ်ဗာနီသည်လည်း အထမြောက်တော့မည်မဟုတ်ပေ။        ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":18,
            "masalahTitle":"ကုရ်ဗာနီသားကောင်ပျောက်ဆုံးသွားခြင်း",
            "masalahDescription":"ကုရ်ဗာနီလုပ်ရန်ရည်ရွယ်ချက်ဖြင့် ၀ယ်ယူထားသောသားကောင်ပျောက်ဆုံး သွားပါက ၎င်းအစား နောက်တစ်ကောင်လုပ်ရန် တာဝန်ရှိသည်။ အစားထိုးသားကောင်ကိုကုရ်ဗာနီလုပ်ပြီးနောက် ကုရ်ဗာနီရက် အတွင်း ပထမသားကောင်ပြန်တွေ့ပါက ချမ်းသာသူဖြစ်လျှင် ၎င်းကို ကုရ်ဗာနီလုပ်ရန် တာဝန်မရှိတော့ပေ။ လုပ်လိုက်ပါက ပို၍ကောင်းပေသည်။ ဆင်းရဲသား တစ်ယောက်သည် ကုရ်ဗာနီတာဝန်မရှိပဲ သားကောင်ဝယ်လိုက်သည်။ ၎င်းနောက်ထိုသားကောင်ပျောက်ဆုံးသွားပါက ၎င်း အစား နောက်တစ်ကောင်ကုရ်ဗာနီလုပ်ရန် အရေးကြီးသည်။ကုရ်ဗာနီရက်အတွင်း ပထမသားကောင်ပြန်တွေ့ပါက ၎င်းကို လည်း ပြန်လုပ်ရန်တာဝန်ရှိသည်။ အဘယ်ကြောင့်ဆိုသော် သူဆင်းရဲသည် ကုရ်ဗာနီနီယသ်ဖြင့် သားကောင်ဝယ်လိုက်ခြင်း သည် နဇ်ရ်ကိုးထားသကဲ့သို့ဖြစ်သွားသောကြောင့် ၎င်းကိုပြည့်ဝအောင်လုပ်ရန် တာဝန်ရှိပေသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":19,
            "masalahTitle":"ကုရ်ဗာနီမလုပ်ရန် သဘောတူညီခြင်း မပိုင်",
            "masalahDescription":"ဘာသာခြားများနှင့် စည်းလုံးညီညွတ်မှုရရှိရေးကို ရှေုးရှု၍ အစ္စလာမ့် အထိမ်းအမှတ်အဖြစ် ဆောက်တည်ရသော အိဗာဒသ်တစ်ခုခုကို စွန့်လွတ်ရန်သဘောတူကျေနပ်ခြင်းသည်အစ္စလာမ်သာသနာတော်၏ ဂုဏ်တော်ကို ညိုးနွမ်းစေရာ ရောက်သဖြင့် မွတ်စ်လင်မ်များအတွက်  လုံး၀ မပြုပိုင်ပေ။ ဤသို့ပြုလုပ်သူများသည် မွတ်စ်လင်မ်မဟုတ်ပေ။ ထို့ကြောင့် ဟင်ဒူနှင့်အခြားဘာသာ၀င်များနှင့် ညီညွတ်မှုရယူရန် နွားအား ကုရ်ဗာနီမလုပ်ပါဟု သ‌ဘောတူညီမှုပြုခြင်းသည် လုံး၀မပိုင်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":20,
            "masalahTitle":"ကုရ်ဗာနီမလုပ်သူ ပြစ်ဒဏ်ခံရမည့်အကြောင်း",
            "masalahDescription":"ဟဇရသ်အဗူဟုရိုင်ရဟ်(ရသွေ့)သခင်က ဆင့်ပြန်ခဲ့သည်မှာ ကိုယ်တော်မြတ်(ဆွ)က ကုရ်ဗာနီလုပ်နိုင်စွမ်းရှိပါလျက် မလုပ်သူသည် ငါတို့၏အီးဒ်နမာဇ်ဝတ်ပြုရာနေရာအနီးသို့ပင် မလာလေနှင့် ဟုအမိန့်ရှိခဲ့လေသည်။ (အိဗ်နေမာဂျဟ်ကျမ်း(",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":21,
            "masalahTitle":"ကုရ်ဗာနီသားကောင်ကိုသတ်မှတ်လို့ရပါသလား",
            "masalahDescription":"ကုရ်ဗာနီလုပ်ရမည့်ရက်မတိုင်မီ သားကောင်တစ်ကောင်ကို ကုရ်ဗာနီလုပ်ရန် သတ်မှတ်ထားသော်လည်းကောင်း (သို့) ကုရ်ဗာနီရက်များတွင် သား ကောင်ဝယ်လိုက်သော်လည်းကောင်း ပုံစံနှစ်မျိုးစလုံးပိုင်သည်။ သို့သော် ကုရ်ဗာနီလုပ်ရန်သားကောင်သတ်မှတ်ထားသူ (သို့) ကုရ်ဗာနီ၏နီယသ်ဖြင့် သားကောင်ဝယ်သောသူသည် ဆွာဟေဗိနိဆာဗ်မဖြစ်ပါက ထိုသားကောင်ကိုသာ ကုရ်ဘာနီ လုပ်ရန် ဝါဂျိဗ်ဖြစ်သည်။ သတ်မှတ်ရန်မတိုင်မီ ကုရ်ဗာနီလုပ်ရန် ရည်ရွယ်ချက်ဖြင့် သားကောင်၀ယ်ယူထားသူသည် ဆွာဟိဗိနိဆားဗ်ဖြစ်ပါက ထိုသားကောင်ကို ကုရ်ဗာနီလုပ်ရန် အရေးကြီးသည်။ နောက်ထပ်သားကောင်တစ်ကောင်လည်း ကုရ်ဗာနီလုပ်ရန် အရေးကြီးသည်။ အကယ်၍ ကုရ်ဗာနီသားကောင်ကို မသတ်မှတ်ထားပါက သားကောင်တစ်ကောင်သာ လုပ်ရန်တာဝန်ရှိသည်။         ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":22,
            "masalahTitle":"အရွယ်မရောက်သေးသူအပေါ် ကုရ်ဗာနီ တာဝန်မရှိ        ",
            "masalahDescription":"အကယ်၍ အရွယ်မရောက်သေးသော ယောင်္ကျားလေး(သို့)မိန်းကလေးတစ်ဦးသည် ဥစ္စာရှင်ဖြစ်မည်။ နိဆွာဗ်ပိုင် ဆိုင်သူဖြစ်မည်ဆိုပါကလည်း ထိုအရွယ်မရောက်သေးသောသူအပေါ် ကုရ်ဘာနီဝါဂျိဗ်(တာဝန်)မထိုက်ပေ။ အုပ်ထိန်းသူ သည် အရွယ်မရောက်သေးသူ၏ငွေကြေးဖြင့် ကုရ်ဘာနီလုပ်ပေးပါကလည်း ပိုင်မည်မဟုတ်ပေ။ သို့သော် မိမိပိုင်ငွေကြေးဖြင့် ကုရ်ဗာနီပြုလုပ်ပေးမည်ဆိုပါက ပိုင်ရုံမျှမက  စဝါးဗ်ကုသိုလ်လည်း ရပေမည်။ (ဒွရ်ရေမုခ်သားရ်ကျမ်း တွဲ −၆၊ စာ−၃၁၆)",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":23,
            "masalahTitle":"လည်ဂုတ်ဖက်မှ ဇဗဟ်လုပ်ခြင်း",
            "masalahDescription":"ကုရ်ဗာနီသားကောင်ကို လည်ဂုတ်ဖက်မှ ဇဗဟ်မလုပ်ရ။ ထိုသို့ လည်ဂုတ်ဖက်မှ ဇဗဟ်လုပ်ထားသည့် သားကောင်အားစားသုံးခြင်းသည် ဟဇရသ်အဗ်ဒွလ္လာဟ်ဗင်န်အဗ္ဗားစ်(ရဒွိယလ္လားဟုအန်ဟုမာ)ထံတွင် ဟလာလ် မဖြစ်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":24,
            "masalahTitle":"သတ်မှတ်ရက်အတွက် ကုရ်ဗာနီလုပ်ရန် အရေးကြီးခြင်း",
            "masalahDescription":"ကုရ်ဗာနီပြုလုပ်ရမည့်ရက်များတွင် ကုရ်ဗာနီသားကောင်ကို ဇဗဟ်လုပ်၍ ကုရ်ဗာနီပြုလုပ်ခြင်းသည် အရေးကြီးသည်။ ကုရ်ဗာနီပြုလုပ်ရမည့်အစား ကုရ်ဗာနီတွင်သုံးစွဲမည့်ငွေကြေးကို ဆွဒကဟ်အလှူဒါနပြုလုပ်ခြင်း၊ တစ်ဦးတစ်ယောက်အား ဟဂ်ျပြုလုပ်စေခြင်းနှင့် သူဆင်းရဲတစ်ဦးဦးအား ကူညီထောက်ပံ့ပေးခြင်းအစရှိသည့်ကောင်းမှုများ ပြုလုပ်ပါက ၎င်းကောင်းမှုများ၏အကျိုးစဝါးဗ်ကို ရရှိမည်ဖြစ်သော်လည်း ကုရ်ဗာနီပြုရာမရောက်ပေ။ ကုရ်ဗာနီလုပ်ရန် တာ၀န်မကျေပွန်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":25,
            "masalahTitle":"ကုရ်ဗာနီမလုပ်ဖြစ်သော်",
            "masalahDescription":"ကုရ်ဗာနီလုပ်ရမည့်ရက်တွင် ကုရ်ဗာနီမလုပ်ဖြစ်ပါက ကုရ်ဗာနီသားကောင်၏(၇)ပုံ (၁)ပုံ၏တန်ဖိုးနှင့် ညီမျှသောငွေကြေးကို ဆွဒကဟ်အလှူဒါနပြုရန် အရေးကြီးသည်။        \nဗဒါအိအွဆ်ဆွနာအိအ်ကျမ်း၊အတွဲ(၅)၊ စာမျက်နှာ(၆၅၊၆၆၊၆၈)ရှာမီကျမ်း၊အတွဲ(၆)၊စာမျက်နှာ(၃၁၂)",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":26,
            "masalahTitle":"ကုရ်ဗာနီ၏နီယသ်",
            "masalahDescription":"စိတ်ထဲမှကုရ်ဗာနီ၏နီယသ်ပြုလုပ်ခြင်းသည် လုံလောက်ပေသည်။ နှုတ်လျှာမှရွတ်ဆိုရန် အရေးမကြီးပေ။ သို့သော် ဇဗဟ်ပြုလုပ်သည့်အချိန်တွင် နှုတ်လျှာမှبِسْمِ اللّٰهِ اللّٰهُ أَكْبَرُဗိစ်မိလ္လာဟိ အလ္လာဟုအက်ဗရ်ရွတ်ဆိုရန် အရေးကြီးပေသည်။\nသာဝါအေဟင်ဒီယာကျမ်း၊အတွဲ(၅)၊စာမျက်နှာ(၂၉၄)ရှာမီကျမ်း၊အတွဲ(၆)၊စာမျက်နှာ(၃၀၁)",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":27,
            "masalahTitle":"စပ်တူကုရ်ဗာနီလုပ်ရာတွင် အကောင်းဆုံးနှင့်အမြတ်ဆုံးနည်းလမ်း",
            "masalahDescription":"၁။ သားကောင်ကြီးများဖြစ်သော(ကျွဲ၊နွား၊ကုလားအုတ်)များတွင် စပ်တူကုရ်ဗာနီလုပ်မည့်သူများသည် သားကောင်မဝယ်မီ မိမိတို့သည် စပ်တူကုရ်ဗာနီလုပ်မည်ဖြစ်ကြောင်း သဘောတူလိုက်ရမည်။ ထို့နောက်မှ သားကောင်ကိုဝယ်ယူရမည်။ ဤသည် အကောင်းဆုံးနှင့် အမြတ်ဆုံးနည်းလမ်းဖြစ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":28,
            "masalahTitle":"စပ်တူကုရ်ဗာနီလုပ်ရာတွင် အကောင်းဆုံးနှင့်အမြတ်ဆုံးနည်းလမ်း",
            "masalahDescription":"၂။ ကုရ်ဗာနီသားကောင်ဝယ်သူသည် မိမိဝယ်ယူသောသားကောင်၏ တစ်ပုံ သို့မဟုတ် နှစ်ပုံကို မိမိဘက်မှ ကုရ်ဗာနီလုပ်မည်ဖြစ်ပြီး ကျန်ရှိအပုံများတွင် အခြားသူများကို စပ်တူပါဝင်စေမည်ဟုရည်စူးကာ ဝယ်ယူရမည်။ ဤနည်းသည်လည်း ပိုင်သောနည်းဖြစ်သည်။ အကယ်၍ သားကောင်ဝယ်သည့်အချိန်တွင် အခြားသူများကို စပ်တူပါဝင် စေမည်ဟုနီယသ်မပြုခဲ့ဘဲ ဝယ်ယူပြီးနောက်မှ အခြားသူများကို စပ်တူပါဝင်စေခဲ့သော် ဤကဲ့သို့ပြုလုပ်ခြင်း ပိုင်သော်လည်း မက်ရူဟ်ဖြစ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":29,
            "masalahTitle":"စပ်တူပိုင်သော သားကောင်",
            "masalahDescription":"(လူနှစ်ဦး)စပ်တူပိုင်ဆိုင်သောသားကောင်ကို (ပိုင်ရှင်နှစ်ဦးအနက်)တစ်ဦးက ကုရ်ဗာနီလုပ်ခြင်း မပိုင်ပါ။ အဘယ်ကြောင့်ဆိုသော် (သားကောင်တွင်)အခြားသူ၏ပိုင်ဆိုင်မှုရှိနေသောကြောင့်ဖြစ်သည်။         ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":30,
            "masalahTitle":"ကုရ်ဗာနီအမိန့်အား အိပ်မက်၌ပေးရခြင်း",
            "masalahDescription":"အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်အိဗ်ရာဟီးမ်(အ)ကို အိပ်မက်၌ ကုရ်ဗာနီ၏အမိန့်ချပေးရခြင်း၏ လျှို့ဝှက် ချက်မှာ အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်၏သားတော်အား အမှန်တကယ် ဇဗဟ်လုပ်စေရန်ရည်ရွယ်တော်မမူပေ။ စမ်းသပ် ရန်မျှသာဖြစ်သည်။  ထို့ကြောင့် တမန်တော်အိဗ်ရာဟီးမ်း (အ)ထိုအိပ်မက်ကို အကောင်ထည်ဖော်လိုက်သောအခါ အကွယ်မှ စမ်းသပ်မှု၌အောင်မြင်သူဟု သတင်းကောင်းပေးခြင်းခံရ လေသည်။(အဟ်ကာမိုသာရီးခေကုရ်ဗာနီ မွဖ်သီရှဖီးအ်ဆွာဟိဗ်)",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":31,
            "masalahTitle":"ကုရ်ဗာနီအမိန့်သည် အများနှင့်သက်ဆိုင်သည်",
            "masalahDescription":"တမန်တော်အိဗ်ရာဟီးမ်(အ)၏ဆောင်ရွက်ချက်များတွင် နေရာဒေသနှင့် သက်ဆိုင်သောအရာများကို ဟာဂျီများ အပေါ်တွင်သာ လုပ်ဆောင်ရန်သတ်မှတ်ထားသည်။ ဥပမာရှိုင်တွာန်ခဲပေါက်ခြင်း၊ စအီပြေးခြင်းစသည့်ကိစ္စများသည် ဟာဂျီများနှင့်သာ သက်ဆိုင်သည်။ သို့သော် နေရာဒေသတစ်ခုခုနှင့် သီးသန့်မဖြစ်သောကိစ္စများကိုမူ အွမ္မသ်ထုတစ်ရပ်လုံးအပေါ်၌ ပြုမူဆောင်ရွက်ရန် သတ်မှတ်ထားသည်။ ဥပမာ ကုရ်ဗာနီလုပ်ခြင်း၊ တမန်တော်မြတ်(ဆွ)အပါအဝင် အွမ္မသ်ထုတစ်ရပ်လုံးအပေါ် နေရာဒေသအသီးသီး၌ လုပ်ဆောင်ရန် အရေးကြီးတာဝန်အဖြစ်ပြဌာန်းထားသည်သာမက အစ္စလာမ့်သက်သေလက္ခဏာအဖြစ် ပြဌာန်းထားပေသည်။\nအဟ်ကာမိုသာရီးခေကုရ်ဘာနီ မွဖ်သီရှဖီးအ်ဆွာဗ်",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":32,
            "masalahTitle":"စွန္နသ်တော်နှင့်အညီသားကောင်ဇဗဟ်လုပ်နည်း",
            "masalahDescription":"ဟဇရသ်အနတ်စ်(رضي الله عنه) သခင် ဆင့်ပြန်တော်မူခဲ့သည်။ တမန်တော်မြတ် صلي الله عليه وسلم သည် ဆူဖြိုး၀တုတ်ပြီးဦးချိုရှိသောသိုးနှစ်ကောင်ကို ကုရ်ဗာနီပြုလုပ်တော်မူခဲ့သည်။ ထိုသားကောင်များကို မိမိ၏လက်တော်ဖြင့် ဇဗဟ်ပြုလုပ်တော်မူခဲ့သည်။ကျွန်ုပ်မြင်တွေ့ခဲ့သည်မှာ တမန်တော်မြတ် صلي الله عليه و سلم သည် ဇဗဟ်လုပ်နေစဉ် မိမိ၏ခြေတော်ကို သားကောင်အပေါ်တွင်တင်ထားပြီး နှုတ်တော်မှ بسم الله الله اكبر ကို ရွတ်ဆိုနေတော်မူ သည်။        صحيح بخاري و مسلم ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":33,
            "masalahTitle":"ကုရ်ဗာနီသားကောင်ဆိုင်ရာ        ",
            "masalahDescription":"ဇွလ်ဟဂျ်လ(၁၂)ရက်နေ့ နေမဝင်မီအချိန်ထိ ကုရ်ဗာနီလုပ်ခြင်းပိုင်၏။ သို့သော်နေဝင်သွားပါက ကုရ်ဗာနီလုပ် ခြင်းမပိုင်တော့ပေ။ ထိုသားကောင်တစ်ကောင်လုံးဆွဒကဟ်ပြုလုပ်ရန် အရေးကြီးပေသည်။ဖသာဝါဟင်န်ဒီယဟ်၊အတွဲ၅၊စာ၂၉၅၊အခန်း၃။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":34,
            "masalahTitle":"ကုရ်ဗာနီသားကောင်ဆိုင်ရာ",
            "masalahDescription":"ဇွလ်ဂျ်လ(၁၀)ရက်နေ့မှ(၁၂)ရက်နေ့နေမ၀င်မီ နေ့အချိန်၌ဖြစ်စေ၊ ညအချိန်၌ဖြစ်စေ မည့်သည့်အချိန်၌မဆို ကုရ်ဗာနီလုပ်ခြင်း ပိုင်ပါသည်။ နေ့ဘက်ကုရ်ဗာနီလုပ်ခြင်းသည် ပို၍ကောင်းမွန်ပြီး ညအချိန်ကုရ်ဗာနီလုပ်လိုပါကလည်း တားမြစ်ထားခြင်း အလျင်းမရှိပေ။        ဗဒါးအိအွဆွ်ဆွနားအိအ်၊အတွဲ၅၊စာ၆၅။ ရှာမီအတွဲ၆၊စာ၃၁၈။ ဖသ်ဟုလ်ကဒီးရ်းအတွဲ၈၊စာ၄၃၂။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":35,
            "masalahTitle":"ကုရ်ဗာနီသားကောင်ဆိုင်ရာ        ",
            "masalahDescription":"တစ်မြို့လုံးရှိ မည်သည့်ဗလီ(သို့မဟုတ်)အီးဒ်ဂါဟ်ကွင်းတွင်အီးဒ်နမာဇ်ဖတ်ပြီး သွားပါကကုရ်ဗာနီလုပ်ခြင်းပိုင်ပေသည်။ ကုရ်ဗာနီလုပ်မည့်သူကိုယ်တိုင် အီးဒ်နမားဇ်ဖတ်ပြီးရန် အရေးမကြီးပေ။ဗဒါအိအ်၊အတွဲ၅၊စာ၇၃။ ဗဟ်ရွရ်ရားအိက်၊အတွဲ၈၊စာ၁၇၅။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":36,
            "masalahTitle":"ကုရ်ဗာနီသားကောင်ဆိုင်ရာ        ",
            "masalahDescription":"အကယ်၍အကြောင်းတစ်စုံတစ်ရာကြောင့် အီးဒ်နမာဇ်ကို ဇွလ်ဟဂျ်လ(၁၀)ရက်နေ့တွင် မဖတ်ဖြစ်ခဲ့ပါက ယင်းနေ့မွန်းလွဲပြီးနောက်မှသာ သားကောင်ကိုဇဗာဟ်လုပ်ခြင်း ပိုင်မည်။        ဖသာာဝါဟင်န်ဒီယဟ်၊အတွဲ၅၊စာ၂၉၅၊အခန်း၃။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":37,
            "masalahTitle":"သားကောင်ဇဗဟ်လုပ်ရမည့်နေရာ",
            "masalahDescription":"သားကောင်တွင်ဇဗဟ်လုပ်ရမည့်နေရာသည် လည်ချောင်းနှင့် ရင်ညွန့်အရိုးကြားဖြစ်သည်။ ခေါင်းနှင့်ခန္ဓာတစ်ခြားဆီဖြစ်သွားသည်အထိမလှီးရ။ ဟရာမ်မဂဇ်(အဖြူရောင်အကြော)ထိလည်းမလှီးရ။ လည်ချောင်းနဲ့အသက်သွေးကြောဆိုလိုသည်မှာအသက်ရှုကြောနှင့် အနားတစ်၀ိုက်ရှိ သွေးလွှတ်ကြောနှင့် သွေးပြန်ကြောတို့ကို ဖြတ်တောက်ရမည်။ ဤပုံစံဖြင့်ပြုလုပ်လိုက်လျှင် မသန့်ရှင်းသည့်သွေးများအားလုံး ထွက်သွားမည်ဖြစ်ပြီး သားကောင်ကိုလည်း နာကျင်မှုလျော့နည်းစေမည်။ ဤနည်းမှလွဲ၍အခြားပုံစံဖြင့်  သွေးများအကုန်မထွက်နိုင်သကဲ့သို့ သားကောင်ကိုလည်း ပိုမိုနာကျင်စေမည်။ ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":38,
            "masalahTitle":"သားကောင်ကိုဇဗဟ်လုပ်သည့်အချိန်ရှယ်ယာဝင်များ၏နာမည်ရွတ်ရန်မလိုပေ        ",
            "masalahDescription":"ကုရ်ဗာနီသားကောင်ကို ဇဗဟ်လုပ်နေချိန် ရှယ်ယာဝင်များ၏နာမည်ရွတ်ရန်မလိုပေ။ သားကောင်လှီးနေချိန်ဇဗဟ်လုပ်သူ၏စိတ်ထဲတွင်ရှယ်ယာဝင်များဘက်မှ ပြုလုပ်ပေးနေသည်ဟူသောစိတ်ကူးရှိရန်သာ အရေးကြီးသည်။ အကယ်၍ဇဗဟ်လုပ်သူသိစေရန် ရှယ်ယာဝင်များ၏နာမည်ကိုပြောမည်ဆိုလျှင် ပြဿနာမရှိပေ။        ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":39,
            "masalahTitle":"ကုရ်ဗာနီသားကောင်ကိုဇဗဟ်လုပ်ရခြင်း၏ရည်ရွယ်ချက်        ",
            "masalahDescription":"ကုရ်ဗာနီသားကောင်ကိုဇဗဟ်လုပ်ရခြင်း၏ရည်ရွယ်ချက်မှာ အလ္လာဟ်အရှင်မြတ်၏ကျေနပ်နှစ်သက်မှုရရှိစေရန်နှင့် အလ္လာဟ်အရှင်မြတ်၏ကြီးကျယ်မှုကိုကျယ်မှုကို ထုတ်ဖော်ရန်အတွက်သာဖြစ်ရမည်။ အေဗာဒသ်တစ်ခုပြုလုပ်နေသောအတွေးဖြင့်ဇဗဟ်လုပ်ရမည်။ အသားများစားရန် လူများကိုပြစားရန်ရည်ရွယ်ချက်များ အလျှဥ်းမရှိစေရ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":40,
            "masalahTitle":"အရွယ်မရောက်သေးသောကလေးဘက်မှ ကုရ်ဗာနီလုပ်ပေးခြင်း",
            "masalahDescription":"ဖခင်သည် သူဌေးဖြစ်မည်ဆိုပါက အရွယ်မရောက်သေးသောသားသမီးများဘက်မှ ကုရ်ဗာနီလုပ်ပေးခြင်းသည် ဝါဂျိဗ်တာဝန်မဟုတ်။ မွတ်စ်သဟဗ်သာ ဖြစ်သည်။ အကယ်၍ ကုရ်ဗာနီလုပ်ပေးမည်ဆိုပါက စဝါးဗ်ကုသိုလ်ရမည်ဖြစ်ပြီး မပြုပေးပါကလည်းမည်သည့်အပြစ်မျှ ထိုက်မည်မဟုတ်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":41,
            "masalahTitle":"အမြီးပြတ်‌နေသောသားကောင်ကိုကုရ်ဗာနီလုပ်ခြင်း",
            "masalahDescription":"သုံးပုံတစ်ပုံထက်ပို၍အမြီးပြတ်နေသောသားကောင်ကိုကုရ်ဗာနီလုပ်ခြင်းမပိုင်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":42,
            "masalahTitle":"သိုး၏အမြီးသည်ကုရ်ဘာနီ၏ အမိန့်တွင်မပါဝင်ခြင်း         ",
            "masalahDescription":"သိုး၏ဖင်ဆီဖုအောက်တွင်သေးငယ်သောအမြီးတစ်ခုရှိသည်။ ထိုအမြီးသည်အနည်းငယ်မျှပြတ်နေမည်(သို့)အမြီးတစ်ခုလုံးပြတ်နေမည်ဆိုပါက ထိုသိုးကို ကုရ်ဗာနီလုပ်ခြင်း ပိုင်ပါသည်။ အဘယ်ကြောင့်ဆိုသော် သိုး၏အမြီးသည်ကုရ်ဘာနီမပြုပိုင်သောအမိန့်တွင် မပါ၀င်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":43,
            "masalahTitle":" စပ်တူကုရ်ဗာနီလုပ်ရန် သဘောတူပြီးမှ ပြန်လည်ငြင်းဆန်ခြင်း",
            "masalahDescription":"လူတစ်ဦးသည် သားကောင်ပိုင်ရှင်အား ဤသားကောင်တွင် ကျွန်တော့်အတွက်လည်း တစ်ပုံ စပ်တူထည့်လိုက်ပါဟု ပြောဆိုပြီး ထိုအပုံဖိုးငွေမပေးချေခဲ့ပေ။ သားကောင်ပိုင်ရှင်ကလည်း ထိုသူ့ကို စပ်တူလုပ်သူအဖြစ် လက်ခံလိုက်သည်။ ကုရ်ဗာနီလုပ်ပြီးနောက် ထိုသူသည် ကျွန်တော် ဤသားကောင်တွင် စပ်တူကုရ်ဗာနီလုပ်ရန် မပါဝင်ခဲ့ပါဟု ငြင်းဆိုသော် ၎င်း၏ ငြင်းဆိုမှုသည် အကျုံးဝင်မည်မဟုတ်ပေ။ ထို့ကြောင့် ထိုသူ့အပေါ် မိမိစပ်တူပါဝင်ထားသည့် အပုံ၏ တန်ဖိုးကို (သားကောင်ပိုင်ရှင်)အား ပေးဆောင်ရန် အရေးကြီးသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":44,
            "masalahTitle":"စပ်တူကုရ်ဗာနီပြုလုပ်ရာတွင် ငွေကြေးပေးဆောင်ခြင်း",
            "masalahDescription":"သားကောင်အကြီး(ကျွဲ၊နွား၊ကုလားအုတ်များ)တွင် လူအချို့ စပ်တူကုရ်ဘာနီလုပ်ပါက တစ်ဦးတိုင်းသည် မိမိစပ်တူပါဝင်သည့် အပုံ(၏တန်ဖိုး)နှင့်အညီ ငွေပေးချေရမည်။ သို့သော် ၎င်းတို့ထဲမှတစ်ယောက်က စိတ်ကြည်ဖြူစွာဖြင့် အခြားတစ်ယောက်ဘက်မှ ပို၍ ပေးဆောင်ပေးမည်ဆိုပါကလည်း ပိုင်ပါသည်။         ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":45,
            "masalahTitle":"စပ်တူကုရ်ဗာနီလုပ်ရန် ပါဝင်စေခြင်း",
            "masalahDescription":"သားကောင်ဝယ်သည့် အချိန်တွင် သားကောင်တွင် အခြားသူများကိုလည်း စပ်တူကုရ်ဗာနီလုပ်ရန်ပါဝင်ခွင့်ပေးမည်ဟု ရည်စူးခဲ့သည်ဖြစ်စေ၊ မရည်စူးခဲ့သည်ဖြစ်စေ  သားကောင်ဝယ်ယူသူသည် ချမ်းသာသူဖြစ်ပါက ဝယ်ယူပြီးနောက်တွင် အခြားသူများကို စပ်တူပါဝင်ခွင့်ပေးနိုင်သည်။  သားကာင်၀ယ်ယူချိန် မရည်းစူးခဲ့သော် ဤသို့ပြုလုပ်ခြင်းပိုင်သော်လည်း မက်ရူးဟ်ဖြစ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":46,
            "masalahTitle":"စပ်တူကုရ်ဗာနီလုပ်ရန် ပါဝင်စေခြင်း",
            "masalahDescription":"အကယ်၍ သားကောင်ဝယ်ယူသူသည် ချမ်းသာသူ မဟုတ်ဘဲ သူဆင်းရဲဖြစ်ပါက သားကောင်ဝယ်ယူသည့်အချိန် ဤသားကောင်တွင် အခြားသူများကိုလဲ စပ်တူကုရ်ဗာနီလုပ်ခွင့်ပေးမည်ဟု နီယသ်ပြုမှသာ ဝယ်ယူပြီးနောက် အခြားသူများကို စပ်တူပါဝင်စေခွင့်ရှိမည်။ ဝယ်ယူသည့်အချိန် ထိုသို့ နီယသ်မပြုခဲ့ပါက ဝယ်ယူပြီးနောက် မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ စပ်တူပါဝင်စေခွင့် မရှိတော့ပေ။         ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":47,
            "masalahTitle":"ယခင်နှစ် လွတ်ခဲ့သည့် ကုရ်ဗာနီ၏အမိန့်",
            "masalahDescription":"လူတစ်ယောက်အပေါ် ယခင်နှစ်၏ ကုရ်ဗာနီအကြွေးတင်နေပါက ၎င်း၏တန်ဖိုးကို ဆွဒကဟ် ပေးလှုရန် ဝါဂျိဗ်ဖြစ်သည်။ ထို့ကြောင့် ကုရ်ဗာနီ ကဇွာတာ၀န်ရှိသူတစ်ဦးသည် နွားအစရှိသည့် သားကောင်တွင်နှစ်စုပါ၀င်ပြီးတစ်စုကို ယခုနှစ်ကုရ်ဗာနီအတွက်ရည်စူးပြီး နောက်‌တစ်စုကို လွတ်ခဲ့မိသည့်ကုရ်ဗာနီအတွက်ရည်စူးခဲ့ပါက ထိုသူအပါအ၀င်  ယခုနှစ်အတွက် စပ်တူပြုလုပ်သူအားလုံး၏ကုရ်ဗာနီသည် အထ‌မြောက်သွားမည်ဖြစ်သော်လည်းလွတ်ခဲ့သည့်ကုရ်ဗာနီအတွက် ရည်စူးခဲ့သည့်တစ်စုမှာ ကဇွာမမြောက်ပဲ နဖိလ်စာရင်းသာ ၀င်သွားပေမည်။ သို့ပါ၍ ၎င်းအပေါ် ယခင်နှစ် လွတ်ခဲ့သည့်ကုရ်ဗာနီ အတွက်ဆိတ်တစ်ကောင်၏ တန်ဖိုးဆွဒကဟ် ပေးလှုရန် အရေးကြီးပေသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":48,
            "masalahTitle":"ကုရ်ဗာနီ",
            "masalahDescription":"ဟဂျ်ဂျိကေရာန်နှင့် ဟဂျ်ဂျိသမသ်သို့အ် ပြုလုပ်သော ဟာဂျီ များသည် အလ္လာဟ် အရှင်မြတ်အား ကျေးဇူးတင်သည့် အနေဖြင့်ဟရမ် (မွန်မြတ်သော)နယ်နိမိတ် အတွင်း၌ သိုး၊ဆိတ်၊ကုလားအုတ် ၊ဒွန်ဘဟ်တို့ကို ကုရ်ဗာနီလုပ်ရန် အလွန်အရေးကြီးသော တာဝန်ဖြစ်သည်။ သို့သော် အထက်ဖော်ပြပါ ကုရ်ဗာနီသည် နှစ်စဉ် နှစ်တိုင်း မိမိ နေထိုင်ရာ ဒေသတွင် ပြုလုပ်သော ကုရ်ဗာနီနှင့် အတူတူပင် ဖြစ်သည်ဟု ထင် မှတ်ခြင်းသည် လုံး၀လုံး၀မှားယွင်းသည်။ ထိုနှစ်ခုသည် ကွဲပြားခြားနားသည်။ အကယ်၍  ကုရ်ဗာနီလုပ်ရန် တာဝန် ထိုက်သူသည် မက္ကဟ်မြို့သား ဖြစ်ပါက ဟဂျ်ပြုလုပ်ရာတွင်လည်း ကုရ်ဗာနီလုပ်ရန် အရေးကြီးသည်။        ဗာဒါအေ့အွဆွ်ဆွနာအေအ် အတွဲ၆ စာ174",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":49,
            "masalahTitle":"အမွေးအမျှင်ရိတ်ခြင်း",
            "masalahDescription":"အီးဒ်နမားဇ်ဝတ်ပြုကာ သားကောင်ကို လည်လှီးပြီး ခန္ဓာကိုယ်ရှိ အမွေးအမျှင်များကို သန့်ရှင်းရေးလုပ်ခြင်းသည် မွစ်သဟဗ်(အလွန်နှစ်သက်ဖွယ်ကောင်းသောအလုပ်)ဖြစ်သည်။ ကုရ်ဗာနီ မလုပ်သူ အဖို့ မွစ်သဟဗ် မဟုတ်ပေ။ သို့သော် ကုရ်ဗာနီလုပ်သောသူ ကဲ့သို့ နေထိုင်ခြင်းသည် ကုသိုလ် အကျိုးမှ လက်မဲ့ဖြစ်မည် မဟုတ်ပေ။        သိရ်မေဇီ အတွဲ1 စာမျက်နှာ278",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":50,
            "masalahTitle":"သက်ဗီးရေသရှ်ရီးက်၏အသံ",
            "masalahDescription":"သက်ဗီးရေသရှ်ရီးက်အား မတိုးမကျယ်ပုံမှန်အသံနေအသံထား ဖြင့် ဖတ်ရန် အရေးကြီးသည်။ လူအများစုမှာ ယင်းသက်ဗီးရ်ကို မေ့လျော့ပေါ့ ဆပြီး တီးတိုးဖတ်လေ့ ရှိကြသည်။ ဤသည်  ပြုပြင်ရန်လိုအပ်သည့် ကိစ္စဖြစ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":51,
            "masalahTitle":"ကုရ်ဗာနီသားကောင်မှနို့ညှစ်ခြင်း",
            "masalahDescription":"ကုရ်ဗာနီလုပ်မည့်ရည်ရွယ်ချက်ဖြင့် သားကောင်ဝယ်ယူပြီးနောက် ထိုသားကောင်မှနို့ညှစ်ယူခြင်းသည် မပြုပိုင်ပေ။ အကယ်၍တစ်ဦးတစ်ယောက်သည် ထိုသားကောင်ထံမှ နို့ညှစ်ယူလိုက်ပါက ထိုနိ့(သို့မဟုတ်)ထိုနို့၏တန်ဖိုးကိုဆွဒကဟ်ပေးဆောင်ရန်ဝါဂျိဗ်ဖြစ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":52,
            "masalahTitle":"အမျိုးသားအပေါ် မိမိ၏ဇနီးဘက်မှ ကုရ်ဗာနီလုပ်ပေးရန် တာ၀န်မရှိ",
            "masalahDescription":"အမျိုးသားအပေါ် မိမိ၏ဇနီးဘက်မှ ကုရ်ဗာနီလုပ်ပေးရန် တာ၀န်မရှိပါ။ သို့သော် ဇနီး၏ ခွင့်ပြုချက်ဖြင့် သူမဘက်မှ ပြုလုပ်ပေးပိုင်ခွင့်ရှိသည်။         ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":53,
            "masalahTitle":"ရှီအဟ် မက်ဇ်ဟဗ်ဝင်များ ဇဗဟ်လုပ်ထားသည့် သားကောင်",
            "masalahDescription":"အကယ်၍ တစ်ဦးတစ်ယောက်သည် အိစ်နာအရှ်ရီ(မုအ်မင်န်ဖြစ်ရန် အိမာမ်(၁၂)ပါးသက်၀င်ယုံကြည်ခြင်းသည် အရေးကြီးသည်ဟု ယုံကြည်ခြင်း)၊ သဟ်ရီဖေကုရ်အာန်(ကျမ်းမြတ်ကုရ်အာန်သည် မူလအတိုင်း မရှိတော့ဘဲ အခြားကောင်းကင်ကျကျမ်းများကဲ့သို့ အပြောင်းအလဲများ ပြုလုပ်ခြင်းခံထားရသည်ဟု ယုံကြည်ခြင်း)၊ အိမာမသေ့မအ်ဆူမဟ် ၎င်းတို့၏အိမာမ်များသည် နဗီတမန်တော်များကဲ့သို့ မအ်ဆူးမ်အပြစ်ကင်းစင်သူများဖြစ်ကြောင်း ယုံကြည်ခြင်း)၊ သကီယဟ်(မိမိ၏ယုံကြည်ချက်များကို အခြားမဇ်ဟဗ်၀င်များမှ ဖုံးကွယ်ရန် မုသားပြောြခင်းကို ပိုင်သည်ဟု လက်ခံယုံကြည်ခြင်း)၊ မုအ်သဟ်(အချိန်ပိုင်းနိကာဟ်လုပ်ခြင်းကို ပိုင်သည်ဟု လက်ခံယုံကြည်ခြင်း)၊ ဆွဟာဗဟ်သုံးပါးမှအပ ကျန်ဆွဟာဗဟ်အားလုံးသည် (နအူဇုဗိလ္လာဟ်) တမန်တော်မြတ်ကြီး(ဆွလ္လလ္လာဟု အလိုင်းဟိ၀စလ္လမ်) ၀ဖားသ်ဖြစ်တော်မူပြီးနောက်ပိုင်း မုရ်သဒ်၊ ကာဖိရ်များဖြစ်သွားကြသည်ဟု လက်ခံယုံကြည်ခြင်း စသောယုံကြည်ချက်များကို လက်ခံယုံကြည်သူသည် အစ္စလာမ်သာသနာတော်၏ဘောင်အပြင်ဘက်သို့ ရောက်ရှိသွားပြီးဖြစ်သည်။ ထို့ကြောင့် ၎င်း၏လက်ဖြင့် ဇဗဟ်လုပ်ထားသောသားကောင်သည် ဟလာလ်မဖြစ်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":54,
            "masalahTitle":"ကုရ်ဗာနီသားကောင်တွင် ရှီအဟ်၏ စပ်တူပါဝင်မှု        ",
            "masalahDescription":"ကုရ်ဗာနီသားကောင်တွင်   အိစ်နာအရှ်ရီ(မုအ်မင်န်ဖြစ်ရန် အိမာမ်(၁၂)ပါးသက်၀င်ယုံကြည်ခြင်းသည် အရေးကြီးသည်ဟု ယုံကြည်ခြင်း)၊ သဟ်ရီဖေကုရ်အာန်(ကျမ်းမြတ်ကုရ်အာန်သည် မူလအတိုင်း မရှိတော့ဘဲ အခြားကောင်းကင်ကျကျမ်းများကဲ့သို့ အပြောင်းအလဲများ ပြုလုပ်ခြင်းခံထားရသည်ဟု ယုံကြည်ခြင်း)၊ အိမာမသေ့မအ်ဆူမဟ် ၎င်းတို့၏အိမာမ်များသည် နဗီတမန်တော်များကဲ့သို့ မအ်ဆူးမ်အပြစ်ကင်းစင်သူများဖြစ်ကြောင်း ယုံကြည်ခြင်း)၊ သကီယဟ်(မိမိ၏ယုံကြည်ချက်များကို အခြားမဇ်ဟဗ်၀င်များမှ ဖုံးကွယ်ရန် မုသားပြောြခင်းကို ပိုင်သည်ဟု လက်ခံယုံကြည်ခြင်း)၊ မုအ်သဟ်(အချိန်ပိုင်းနိကာဟ်လုပ်ခြင်းကို ပိုင်သည်ဟု လက်ခံယုံကြည်ခြင်း)၊ ဆွဟာဗဟ်သုံးပါးမှအပ ကျန်ဆွဟာဗဟ်အားလုံးသည် (နအူဇုဗိလ္လာဟ်) တမန်တော်မြတ်ကြီး(ဆွလ္လလ္လာဟု အလိုင်းဟိ၀စလ္လမ်) ၀ဖားသ်ဖြစ်တော်မူပြီးနောက်ပိုင်း မုရ်သဒ်၊ ကာဖိရ်များဖြစ်သွားကြသည်ဟု လက်ခံယုံကြည်ခြင်း စသောယုံကြည်ချက်များကို လက်ခံယုံကြည်သူရှီအဟ်တစ်ဦး စပ်တူပါဝင်ပါက စပ်တူပြုလုပ်သူအားလုံး၏ ကုရ်ဗာနီ အထမြောက်မည်မဟုတ်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":55,
            "masalahTitle":"အရွယ်မရောက်သေးသူ၏ ဇဗဟ်ပြုခြင်း",
            "masalahDescription":"အရွယ်မရောက်သေးသောသူသည် သားကောင်ကို ဇဗဟ်လုပ်ခွင့်ရှိသည်။  အရွယ်မရောက်သေးသောသူသည်(  بسم الله الله اكبر )ဆို၍ ပြီး သားကောင်ကို ဇဗဟ်လုပ်ပါက ၎င်း၏ဇဗဟ်လုပ်ခြင်းသည် တရား၀င်ပြီး သားကောင်၏ အသားလည်း (ဟလာလ်)ဖြစ်၍ စားပိုင်၏။                    (ဒွရ်ရေမုခ်သားရ်ကျမ်း (အတွဲ ၆/ စာ ၂၉၇)",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":56,
            "masalahTitle":"ကုရ်ဗာနီလုပ်ရန်ရည်ရွယ်၍ဝယ်ယူ ခဲ့သောသားကောင်၏အမိန့်        ",
            "masalahDescription":"နိဆွားဗ်(ဇကားသ်၀ါဂျိဗ်ဖြစ်ရန်နှင့် ရှရီအသ်တရားတော်ကသတ်မှတ်ထားသောငွေကြေးပမာဏ)ပိုင်ဆိုင်သူသည် ကုရ်ဗာနီလုပ်ရမည့်ရက်များတွင် ကုရ်ဗာနီလုပ်မည့်ရည်ရွယ်ချက်ဖြင့် သားကောင်တစ်ကောင်၀ယ်ယူခဲ့ပါက ၀ယ်ယူထားသည့်သားကောင်ကိုသာ ကုရ်ဗာနီလုပ်ရန် အရေးမကြီးပေ။ ထိုသားကောင်၏နေရာတွင် အခြားသားကောင်တစ်ကောင်အစားထိုး၍ ဇဗဟ်လုပ်လိုက်ပါကလည်း လုံလောက်သွားပေမည်။ သို့သော် မလိုအပ်ဘဲ လဲလှယ်ခြင်းသည် မက်ရူးဟ်ဖြစ်သည်။ အကယ်၍ ထိုသားကောင်တွင် ကုရ်ဗာနီမပြုပိုင်သည့်အပြစ်အနာအဆာတစ်ခုခုရှိနေပါက လဲလှယ်ရန် အရေးကြီးပေသည်။ အစားမထိုးပါက ကုရ်ဗာနီအထမမြောက်ပေ။်(ရှရီအသ်တရားတော်ဘက်မှသတ်မှတ်ထားသောဥစ္စာပစ္စည်း)ပိုင်ဆိုင်သူသည်သားကောင်တစ်ကောင်အားကုရ်ဘာရီပြုလုပ်ရမည့်ရက်များတွင်ကုရ်ဘာနီပြုလုပ်မည့်ရည်ရွယ်ချက်ဖြင့်ဝယ်ယူခဲ့ပါကဝယ်ယူထားသည့်သားကောင်အားကုရ်ဘာနီပြုလုပ်ရန်အရေးမကြီး‌ပေ။ထိုသားကောင်၏နေရာတွင်အခြားသားကောင်တစ်ကောင်အားအစားထိုး၍ဇဗဟ်လုပ်လိုက်ပါကလုံလောက်သွားပေမည်။သို့သော်မလိုအပ်ဘဲကုရ်ဘာနီပြုလုပ်ရန်ရည်ရွယ်၍ဝယ်ယူထားသည့်သားကောင်အားလဲလှယ်ခြင်းသည်မက္ကရူးဟ်ဖြစ်၏။အကယ်၍ထိုသားကောင်တွင်ကုရ်ဘာနီမပြုပိုင်သည့်အပြစ်အနာအဆာအစရှိသည့်လိုအပ်ချက်တစ်ခုခုကြောင့်လဲလှယ်မည်ဆိုပါကလဲလှယ်ရန်အရေးကြီးပေသည်။အပြစ်အနာအဆာရှိသောသားကောင်အားမလဲလှယ်ဘဲကုရ်ဘာနီပြုလုပ်လိုက်ပါကကုရ်ဘာနီအထမမြောက်ပေ။\nရှာမီကျမ်း၊အတွဲ(၆)၊စာမျက်နှာ(၃၂၉)ဖသာဝါအေဟင်ဒီယာကျမ်း၊အတွဲ(၅)၊စာမျက်နှာ(၂၉၉)",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":57,
            "masalahTitle":"ဟရာမ် အစိတ်ပိုင်းများ",
            "masalahDescription":"တရားတော်မှ စားသုံးခွင့်ပြုထားသော တိရစ္ဆာန်များတွင်ခုနှစ်ခုသော အစိတ်အပိုင်းကို စားသုံးခွင့် မရှိဟု တားမြစ်ပိတ်ပင် ထားလေသည်။\n(၁) စီးတွေသောသွေး(၂)ကျင်ငယ်စွန့်သော အစိတ်အပိုင်းသိုချောင်း (၃)ဝှေးစေ့ (၄)ကျင်ကြီးစွန့်သော အစိတ်အပိုင်း(၅)အကျိတ်(ခနွာကိုယ်တွင်ရှိ အသားလုံးအဆီကျိတ်)(၆)ဆီးအိမ် (၇)သည်းခြေတို့ဖြစ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":58,
            "masalahTitle":"အသားရောင်းသူဇဗဟ်လုပ်ထားသောသားကောင်",
            "masalahDescription":"အသားရောင်းသူသည် အီမာန်ရှင်ဖြစ်ပါက သူ၏ဇဗီဟဟ်(လည်လှီးထားသည့်သားကောင်း)သည် ဟလာလ်ဖြစ်၍ စားသုံးခွင့်ရှိသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":59,
            "masalahTitle":"၀လဒုဇ်ဇေနာ(ဇေနာနှင့်မွေးလာသူ)ဇဗဟ်လုပ်ထားသောသားကောင်",
            "masalahDescription":"၀လဒုဇ်ဇေနာ(ဇေနာနှင့်မွေးလာသူ)သည် အီမာန်ရှင်ဖြစ်ပါက သူ၏ဇဗီဟဟ်(လည်လှီးထားသည့်သားကောင်)သည် ဟလာလ်ဖြစ်၍ စားသုံးခွင့်ရှိသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":60,
            "masalahTitle":"ကုရ်ဗာနီကပေးသောသင်ခန်းစာ",
            "masalahDescription":"နှစ်စဥ်ကျရောက်မြဲဖြစ်သောကုရ်ဗာနီအီးဒ်နေ့သည် အလ္လာဟ်အရှင်မြတ်၏ကျေနပ်နှစ်သက်မှုရရန် အရာရာတိုင်းကို စွန့်လွတ်စတေးနိုင်ရမည်ဟူသည့်အရေးပါသောသင်ခန်းစာအစ္စလာမ်ဘာသာ၀င်တိုင်းကို ပေးလေ့ရှိသည်။ ထိုသို့ နှလုံးသွင်းထားနိုင်ခြင်းမရှိပါက စစ်မှန်သောအီမာန်ရှင်မဖြစ်နိုင်သကဲ့သို့ ပီသသောဗန္ဒဟ်တစ်ယောက်လည်း မဖြစ်နိုင်ပေ။ ထို့ကြောင့် ထိုသူသည် အလွန်အဖိုးတန်သောမိမိအသက်ကို စတေးသော်လည်း ဗန္ဒဟ်တစ်ယောက်၏တာ၀န်မကျေပွန်နိုင်တော့ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":61,
            "masalahTitle":"ကုရ်ဗာနီအသား လုပ်အားခအဖြစ်ပေးခြင်း",
            "masalahDescription":"ပိုက်ဆံအစား ကုရ်ဗာနီအသားပေးခြင်း၊ရောင်းခြင်း ကဆိုင် (သို့ )အလုပ်သမားကို လုပ်အားခမပေးဘဲ ကုရ်ဗာနီအသားပေးခြင်းမှာမပြုပိုင်သောကိစ္စဖြစ်သည်။ အကယ်၍ ပေးခဲ့သော် ၎င်းအစားပိုက်ဆံဆွဒကဟ်ထုတ်ရန်အရေးကြီးသည်။         ရှာမီ အတွဲ ၆ စာ ၃၂၈",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":62,
            "masalahTitle":"အလုပ်သမားကို ကုရ်ဗာနီအသားကျွေးခြင်း",
            "masalahDescription":"ကုရ်ဗာနီအသားကို ချက်ပြီးနောက်အလုပ်သမားအားကျွေးခွင့်ရှိသည်။ ကုရ်ဗာနီအသားကို ချက်ပြီးသည့်နောက် ကုရ်ဘာနီ၏အမိန့်မကျန်ရှိတော့ပေ။ ဟင်န်ဒီယဟ် တွဲ ၅ စာ ၃၀၁",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":63,
            "masalahTitle":"ကုရ်ဗာနီအချိန်",
            "masalahDescription":"ကုရ်ဗာနီပြုရမည့်အချိန်သည် ဇိလ်ဟဂျ်လ ၁၀ ရက်နေ့ အီးဒ်နမားဇ်ပြီးသည့်အချိန်မှစ၍ ၁၂ ရက်နေ့ နေမဝင်မီအချိန်ထိဖြစ်သည်။ မည်သည့်နေ့မဆိုလုပ်ခွင့်ရှိသည်။ အကောင်းဆုံးနှင့်အမြတ်ဆုံးရက်မှာ ပထမနေ့ ပြီးလျှင် ဒုတိယနေ့ ပြီးလျှင် တတိယနေ့ဖြစ်သည်။ ဂျုမုအဟ်နှင့် အီးဒ်နမားဇ် တာဝန်မရှိသော တောရွာများတွင် ဖဂျရ်အချိန်ဝင်ပြီးသည်နှင့်ကုရ်ဘာနီ လုပ်ခွင့်ရှိသည်။ \nဂျုမုအဟ်နှင့် အီးဒ်နမားဇ် တာဝန်ရှိသော မြို့များတွင် အီးဒ်နမားဇ်ပြီးမှ ကုရ်ဗာနီလုပ်ခွင့်ရှိသည်။  အီးဒ်နမားဇ်မတိုင်မီ ကုရ်ဗာနီလုပ်ခွင့်မရှိပေ။ အီးဒ်နမားဇ်မတိုင်မီ ကုရ်ဗာနီလုပ်လိုက်ပါက အထမမြောက်သောကြောင့် တစ်ဖန်ပြန်လုပ်ရန် တာ၀န်ရှိသည်။\nရှာမီ တွဲ ၆ စာ ၃၁၈ / ဟင်ဒီယဟ်တွဲ၅ စာ ၂၉၅ / ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":64,
            "masalahTitle":"မျက်မမြင်၏ဇဗဟ်",
            "masalahDescription":"ဇဗဟ်ပြုခံရသော သားကောင်စားပိုင်ရန်အတွက် ဇဗဟ်လုပ်သူသည်မျက်မြင်သူဖြစ်ရမည်ဟူသည့် စည်းကမ်းချက်မရှိပါ။ မျက်မမြင်မွတ်စ်လင်မ်တစ်ဦးဇဗဟ်လုပ်ထားသောသားကောင်သည် ဟလာလ်ဖြစ်သောကြောင့် ထိုအသားကို စားပိုင်သည်။  သို့သော် ဇဗဟ်ပြုရာတွင် လိုအပ်ချက်တစ်စုံတစ်ရာ မဖြစ်စေရန်နှင့် တိတိကျကျထိထိမိမိ ဖြစ်စေရန် မျက်မြင်ကိုသာ ဇဗဟ်ပြုခိုင်းခြင်းသည် ပို၍သင့်လျော်ပေသည်။(ဒွရ်ရေမုခ်သားရ်ကျမ်း (အတွဲ ၆/ စာ ၂၉၆) (  ဗဒါအိအုစ်ဆွနာအိအ်ကျမ်း -တွဲ ၅ /စာ ၄၅ )",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":65,
            "masalahTitle":"အစုရှယ်ယာ ပါဝင်သူတိုင်း ဗိစ်မိလ္လာဟ်ဆိုခြင်း",
            "masalahDescription":"ကုရ်ဗာနီသားကောင်ကို လည်လှီးရာတွင် အစုပါဝင်သူတိုင်း ဗိစ်မိလ္လာဟ် ဆိုရန် အရေးမကြီးပါ။ ဇဗဟ်လုပ်သူနှင့် ဇဗဟ်လုပ်သည့်ဓါး(သို့)ဇဗဟ်လုပ်သူ၏လက်ကိုဖိအားပေးသူတို့အပေါ်၌သာ ဗိစ်မိလ္လာဟ်ဆိုရန်အရေးကြီးပါသည်။သားကောင်တွင်အစုပါဝင်သူများ၊သားကောင်၏ခြေ လက်များကို ကိုင်ပေးသူတို့အပေါ် ဗိစ်မိလ္လာဟ်ဆို ရန်အရေးမကြီးပါ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":66,
            "masalahTitle":"ဆွာဟေဗေနိဆွားဗ် (ကုရ်ဗာနီဝါဂျစ်ဗ်ဖြစ်ရန်လိုအပ်သော ငွေကြေးပိုင်ဆိုင်သူ)ကုရ်ဘာနီရက်များတွင် ကွယ်လွန်ခြင်း",
            "masalahDescription":"လူတစ်ယောက်ပေါ် ကုရ်ဗာနီပြုရန် ဝါဂျိဗ် တာဝန်ထိုက်နေသည်။ သို့သော် ထိုသူသည် ကုရ်ဗာနီမပြုရသေးမီ ကုရ်ဗာနီပြုခွင့်ရှိသည့် ရက်များမကုန်မီ ကွယ်လွန်သွားပါက  ၎င်းထံတွင် ကုရ်ဗာနီပြုရန် တာဝန်ရှိတော့မည်မဟုတ်ပေ။ ထို့ကြောင့် ထိုပုဂ္ဂိုလ်အပေါ် ကျန်ရစ်သူများအား  မိမိဘက်မှ ကုရ်ဗာနီလုပ်ပေးရန်  ဝဆွီယသ်(မှာတမ်းခြင်း)လုပ်ရန်တာ၀န်မရှိသကဲ့သို့ အမွေစားအမွေခံများအပေါ်၌လည်း ကွယ်လွန်သူဘက်မှ ကုရ်ဗာနီလုပ်ပေးရန် တာဝန်မရှိပါ။        ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":67,
            "masalahTitle":"ဆွာဟိဗေနိဆွားဗ်သည် ကုရ်ဗာနီရက်များတွင် ကုရ်ဗာနီလုပ်ရန် နဇ်ရ်ကိုးခြင်း",
            "masalahDescription":"ဆွာဟိဗေနိဆွားဗ်သည်ကုရ်ဗာနီလုပ်ရန်နဇ်ရ်ကိုးခဲ့ပါကထိုသူသည်ကုရ်ဗာနီရက်များတွင် ကုရ်ဗာနီ နှစ်ကြိမ်ပြုရမည်။ တစ်ကြိမ်သည် နဇ်ရ်ကိုးထားသောကြောင့်ဖြစ်ပြီး နောက်တစ်ကြိမ်သည် ဆွာဟိဗေနိဆွားဗ်ဖြစ်သောကြောင့်ဖြစ်သည်။         ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":68,
            "masalahTitle":"ဆွာဟိဗေနိဆွားဗ်ပေါ်တွင် ကုရ်ဗာနီလုပ်ရန် ဝါဂျိဗ်တာဝန်ထိုက်ခြင်း",
            "masalahDescription":"ဆွာဟိဗေနိဆွားဗ်ပေါ် ကုရ်ဗာနီလုပ်ရန် ဝါဂျိဗ်တာဝန်ထိုက်သည်။ ကုရ်ဗာနီဝါဂျိဗ်ထိုက်သည့် အထောက်အထားမှာ အိဗ်နေမာဂျဟ်ကျမ်းတွင် လာရှိသောဆင့်ပြန်ချက်ဖြစ်သည်။\n‌عن ابی هریرة رضي الله عنه أن رسول الله ﷺ قال : من کن له سعة ولم یضح فلا تقربن مصلانا . سنن إبن ماجة ابواب الاضاحی ج:١ ص: ٢٢٦  قدیمی کتب خانه\nဆိုလိုသည်မှာချောင်လည်မှုရှိပါလျှက်ကုရ်ဗာနီမပြုသောသူသည် ကျွန်ုပ်တို့၏ မုဆွလ္လာ (အီးဒ်ဂါဟ်)၏ အနီးသို့ပင် မလာလေနှင့်။ ရှရီအသ်တရားတော်အရ ဆွာဟိဗေနိဆွားဗ်သည် ချောင်လည်သူဖြစ်သည်။ ထို့ကြောင့် အိမ်တစ်အိမ်တွင် ဆွာဟိဗေနိဆွားဗ် နှစ်ဦးရှိပါက ထိုနှစ်ဦးစလုံးအပေါ် ကုရ်ဗာနီပြုရန် ဝါဂျိဗ်တာဝန်ထိုက်မည်။ လေးဦးရှိပါက လေးဦးစလုံးအပေါ် တာဝန်ထိုက်မည်။ တစ်ဦးတည်းရှိပါက တစ်ဦးတည်းအပေါ် တာဝန်ထိုက်မည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":69,
            "masalahTitle":"ဆွာဟိဗေနိဆွားဗ် ဆင်းရဲသွားခြင်း",
            "masalahDescription":"ကုရ်ဗာနီပြုရန်ဝါဂျိစ်ဗ်တာဝန်ထိုက်နေသောသူတစ်ဦးသည် ကုရ်ဗာနီမပြုလုပ်ရသေးမီ ကုရ်ဗာနီရက်များမကုန်ဆုံးမီအလျင်ဆင်းရဲသွားပါကထိုသူ့အပေါ် ကုရ်ဗာနီပြုရန်တာဝန်ရှိတော့မည် မဟုတ်ပေ။        ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":70,
            "masalahTitle":"ကျန်းမာရေးပြန်လည်ရရှိရန် ကုရ်ဗာနီပြုခြင်း",
            "masalahDescription":"နေမကောင်းသူ၏ကျန်းမာရေးပြန်လည်ရရှိရန်နီယသ်ဖြင့်သီးသန့်အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်း၏ ကျေနပ်နှစ်သက်မှုရရှိရန် ရည်စူး၍ သားကောင်ကို ဇဗဟ်ပြုလုပ်ခြင်း ပိုင်သည်။ သို့သော် သားကောင်အရှင်ကို ဆွဒကဟ်ပေးလိုက်ခြင်းသည် သာပို၍ မွန်မြတ်သည်။ ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":71,
            "masalahTitle":"ဆွဒကဟ်ဖိသ်ရ် ပေးဆောင်ရန် ဝါဂျိဗ်ထိုက်သူအပေါ် ကုရ်ဗာနီပြုရန်လည်း ဝါဂျိဗ်ထိုက်ခြင်း",
            "masalahDescription":"ဆွဒကဟ်ဖိသ်ရ် ပေးဆောင်ရန် ဝါဂျိဗ်ထိုက်သူအပေါ်တွင် ကုရ်ဗာနီအီးဒ်ရက်များတွင် ကုရ်ဗာနီပြုရန်လည်း ဝါဂျိဗ်ထိုက်မည်။ အကယ်၍ ဆွဒကဟ်ဖိသ်ရ်ပေးဆောင်ရန်ဝါဂျိဗ်ထိုက်လောက်သည့်ငွေကြေးမရှိပါက ထိုသူ့အပေါ်၌ ကုရ်ဗာနီပြုရန်လည်း ဝါဂျိဗ်ထိုက်မည်မဟုတ်ပေ။ သို့သော် တာဝန်မရှိဘဲ ကုရ်ဗာနီလုပ်ပါကလည်း စဝါးဗ်ကုသိုလ် ရရှိမည်ဖြစ်သည်။        ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":72,
            "masalahTitle":"လွန်လေပြီးသော အပြစ်များ ပလပ်ပေးခံရခြင်း",
            "masalahDescription":"ဟဇရသ် အဗူစအီးဒ်ခွဒ်ရီ (ရဒွိယလ္လားဟုအန်ဟု)သခင်ထံမှ ဆင့်ပြန်ချက်လာရှိသည်မှာ ကိုယ်တော်မြတ်(ဆွလ္လလ္လာဟုအလိုင်းဟိ၀စလ္လမ်)က ဟဇရသ်ဖာသွိမဟ်(ရဒွိယလ္လားဟုအန်ဟာ)အား ဤသို့မိန့်တော်မူသည်။ အို−ဖာသွိမဟ် ‌ထ၍ မိမိကုရ်ဗာနီသားကောင်၏ အနားတွင်နေပါ။ (ထို့နောက်  ကုရ်ဗာနီလုပ်နေသည်ကို ကြည့်ရှုပါ။) အဘယ့်ကြောင့်ဆိုသော် ၎င်းကုရ်ဗာနီသားကောင်၏ မြေပြင်ပေါ်သို့ပထမဦးဆုံးကျသောသွေးစက်နှင့်အတူ အသင်မ၏လွန်လေပြီးသောအပြစ်ဂိုနဟ်များအားလုံး ပလပ်ချမ်းသာပေးခြင်း ခံရပေသည်။ ဟဇရသ်ဖာသွိမဟ်(ရဒွိယလ္လားဟုအန်ဟာ)က မေးမြန်းသည်မှာ အိုအလ္လာဟ်၏ရစူလ် ဤထူးမြတ်မှုသည် ကျွန်တော်မျိုးမတို့အိမ်တော်သားများအတွက် သီးသန့်ဖြစ်ပါသလော၊ သို့မဟုတ် ကျွန်တော်မျိုးမတို့နှင့်အတူ မွတ်စ်လင်မ်အားလုံးသည်လည်း ၎င်းထူးမြတ်မှုကို ရရှိပါမည်လောဟု မေးလျှောက်ရာကိုယ်တော်မြတ်(ဆွလ္လလ္လာဟုအလိုင်းဟိ၀စလ္လမ်)က မိန့်တော်မူသည်မှာ ထိုဖဇီလသ်သည် ကျွန်ုပ်တို့အတွက် သီးသန့်မဟုတ်၊ အွမ္မသ်ထုတစ်ရပ်လုံးနှင့် သက်ဆိုင်သည်။ ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":73,
            "masalahTitle":"ဇီးရှိသည့်သားကောင်",
            "masalahDescription":"ဇီးရှိသောသားကောင်ကို ဇဗဟ်လုပ်(လည်လှီး)ခွင့်ရှိပါသည်။ သားကောင်၏ဗိုက်ထဲမှ အသက်ရှင်လျက် အကောင်ငယ်ထွက်လာပါက ထိုအကောင်ငယ်ကို လှီး၍ စားခွင့်ရှိသည်။ အသေကောင်ထွက်လာပါက စားသုံးခွင့်မရှိပေ။ ဇီးအရင့်အမာဖြစ်သော၊ မွေးချိန်နီးကပ်နေသောသားကောင်ကို လှီးခြင်းသည် မက်ရူးဟ်(မနှစ်မြို့အရာ)ဖြစ်ပေသည်။ ဇီးရှိသည့်သားကောင်၏ဗိုက်ထဲမှ ထွက်လာသော အကောင်ငယ်ကို ကုရ်ဗာနီလုပ်ရမည့်ရက်များအတွင်း ဇဗဟ်မလုပ်ရသေးပါက ထိုအကောင်ငယ်ကို ဆွဒကဟ်လုပ်လိုက်ရမည်ဖြစ်သည်။ အကယ်၍ ထိုအကောင်ငယ်အား အခြားသောနေ့ရက်များတွင်လှီး၍စားသောက်လိုက်ပါက ထိုအကောင်ငယ်၏ တန်ဖိုးကို ဆွဒကဟ်လုပ်ရမည် ဖြစ်သည်။ အကယ်၍ ထိုအကောင်ငယ်ကို မွေးမြူထားပြီး လာမည့်နှစ်တွင် ကုရ်ဗာနီလုပ်ပါက ထိုသူ၏ ကုရ်ဗာနီတာဝန်ကျေသွားမည်မဟုတ်ပေ။ ထို့ကြောင့် ၎င်း၏အသားများကို ဆွဒကဟ်လုပ်ရန်အရေးကြီးသည်။ ကုရ်ဗာနီလုပ်ရန် တာဝန်ရှိသောပုဂ္ဂိုလ် ဖြစ်ပါက ထပ်မံ၍ သားကောင်းအသစ်ကို ဝယ်ယူကာ ကုရ်ဗာနီလုပ်ရမည် ဖြစ်သည်။        အာလမ်ဂီရိ အတွဲ5စာ287      ၊ရှာမီအတွဲ6စာ 322",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":74,
            "masalahTitle":"နဟရ်ဟူသည်",
            "masalahDescription":"သားကောင်၏ရင်ဘတ်အပေါ်ပိုင်းနားနှင့် လည်ဂုတ်အောက်ပိုင်းကို ဓါးမြောင်( သို့) လှံတိုဖြင့် သွေးကြောများ ပြက်အောင်လှီးဖြတ်ခြင်းကို နဟရ်ဟုခေါ်သည်။ ကုလားအုတ်ကိုနဟရ်ပြုလုပ်ခြင်း စွန္နသ်ဖြစ်ပါသည်။\n( ဗဒါအိအုစ်ဆွနာအိအ်ကျမ်း -တွဲ ၅ /စာ ၄၁ )( ဗဟ်ရွရ်ရာအိက်ကျမ်း -အတွဲ ၈ / စာ ၁၇၁ )(  ရှာမီကျမ်း -  တွဲ ၆/  စာ ၃၀၃ )",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":75,
            "masalahTitle":"သုံးပုံတစ်ပုံ လှူဒါးန်ရန် မွတ်စ်သဟဗ်ဖြစ်ခြင်း",
            "masalahDescription":"ကုရ်ဗာနီသားကောင်၏အသားများ၏သုံးပုံတစ်ပုံအား ဆွဒကဟ်ပြုလှူဒါန်းခြင်းသည် မွတ်စ်သဟဗ်ဖြစ်သည်။ သို့သော်အိမ်သူမိသားစုများသူများ၊အသိုင်းအဝိုင်းကြီးသူများအဖို့မှာ ဆွဒကဟ် လှူဒါန်းမှုမပြုဘဲ အသားများအားလုံးကို မိမိတို့ထံ၌ပင် သိမ်းထားခြင်းသည် ကောင်းပေသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":76,
            "masalahTitle":"အခြားသူဘက်မှ ကုရ်ဗာနီလုပ်ပေးခြင်း",
            "masalahDescription":"တစ်ဦးတစ်ယောက်ဘက်မှ ၀ါဂျိဗ်ကုရ်ဗာနီလုပ်ပေးခြင်းပိုင်စေရန် ထိုသူ့ထံမှခွင့်ပြုချက်ရယူရန်အရေးကြီးသည်။ သို့မဟုတ်ပါက ထိုသူ၏ဝါဂျိဗ်ကုန်ဗာနီအထမမြောက်ပေ။ အကယ်၍ နေရာဒေသတစ်ခုခုတွင် မိမိ၏ပတ်သက်ဆက်နွယ်သူ(ဆွေမျိူး)များဘက်ကနေ ကုရ်ဗာနီလုပ်ပေးခြင်း အလေ့အထရှိပါက ခွင့်ပြုချက်မယူဘဲ ၎င်းတို့ဘက်မှ ဝါဂျိဗ်ကုရ်ဗာနီပြုလုပ်ပေးခြင်း ပိုင်ပါသည်။ ပတ်သက်ဆက်နွယ်သူ(ဆွေမျိူး)များဘက်မှ ဝါဂျိဗ်ကုရ်ဗာနီပြုလုပ်ပေးခြင်း အလေ့အထမရှိသည့်ပုံစံတွင် ၎င်းတို့၏ခွင့်ပြုချက်မယူဘဲ ကုရ်ဗာနီပြုလုပ်ပေးခြင်းဖြင့် ဝါဂျိဗ်ကုရ်ဗာနီအထမမြောက်ပေ။ အခြားသူတစ်ဦးဦးဘက်မှ နဖိလ်ကုရ်ဘာနီလုပ်ပေးပါက ထိုသူ့ထံမှခွင့်ပြုချက်ရယူရန် အရေးမကြီးပေ။ သက်ရှိထင်ရှားရှိနေသူ(သို့မဟုတ်) ကွယ်လွန်သူအတွက် ကုရ်ဗာနီလုပ်ပေးခြင်း ပိုင်ပါသည်။ အဘယ်ကြောင့်ဆိုသော် နဖိလ်ကုရ်ဗာနီ၏ပိုင်ရှင်သည် (ဇဗဟ်)လည်လှီးသူကိုယ်တိုင်ဖြစ်သည်။ အခြားသူများထံ စဝါးဗ်သာရောက်ရှိသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":77,
            "masalahTitle":"လက်သည်း၊ခြေသည်း ညှပ်ခြင်း",
            "masalahDescription":"ကုရ်ဗာနီလုပ်မည့်သူအတွက် အီးဒ်နမားဇ်အပြီး ကုရ်ဗာနီလုပ်ပြီးမှ လက်သည်း၊ခြေသည်းညှပ်ခြင်းသည် မွတ်စ်သဟဗ် ဖြစ်သည်။ ကုရ်ဗာနီမပြုနိုင်သူများသည် ကုရ်ဗာနီလုပ်သောသူများနှင့် တူဆင်ရန်ရည်ရွယ်ပြီး ကုရ်ဗာနီသားကောင်ကိုလည်လှီးပြီးမှလက်သည်း၊ခြေသည်းညှပ်မည်ဆိုပါကလည်း စဝါးဗ်ကုသိုလ်မှ လက်မဲ့ဖြစ်မည်မဟုတ်ပေ။ (နစာအီကျမ်းတွဲ၂/စာ၂၀၁)(မိရ်ကားသုလ်မဖွာသီးဟ်ကျမ်း- တွဲ ၃ /စာ  ၃၀၆)",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":78,
            "masalahTitle":"စပ်တူကုရ်ဗာနီလုပ်ခြင်း",
            "masalahDescription":"နွား၊ကျွဲ၊ကုလားအုတ် အစရှိသော သားကောင်ကြီးများတွင် ခုနှစ်ဦးပေါင်းစပ်ပါဝင်၍ တစ်ပုံကျစီ ခုနှစ်ပုံ ကုရ်ဗာနီ လုပ်လေ့ရှိသည်။ သို့သော် အရေးကြီးသည့်အချက်မှာ သားကောင်တစ်ကောင်တွင် ခုနှစ်ပုံထက်ပိုသော အစုရှယ်ယာ မရှိရပေ။ အကယ်၍ ခုနှစ်ဦးထက်ပိုသော အစုရှယ်ယာပါရှိပါက တစ်ဦးလျှင် ခုနှစ်ပုံ တစ်ပုံကျသင့်ခြင်းမရှိသောကြောင့် အစုရှယ်ယာဝင်များအားလုံး၏ ကုရ်ဗာနီအထမြောက်မည် မဟုတ်ပေ။        ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":79,
            "masalahTitle":"၀ဲစွဲနေသောသားကောင်",
            "masalahDescription":"၀ဲစွဲနေသောသားကောင်ကို ကုရ်ဗာနီလုပ်ခွင်ရှိသည်။ သို့သော် အလွန်အမင်း အားအင်ချိနဲ့ကာ ပိန်ချုံးနေသော (သို့) စွဲနေသော၀ဲသည် အရေးပြားမှ တစ်ဆင့် အသားထဲတိုင် ဝင်ရောက်သွားသောသားကောင်ကို ကုရ်ဗာနီလုပ် ခွင့်မရှိပေ။ ဖသ်ဟွလ်ကဒီးရ်အတွဲ၈ စာ၄၃၄၊ရှာမီအတွဲ၆ စာ၃၂၃",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":80,
            "masalahTitle":"ဇဗဟ်လုပ်ရမည့်နေရာ",
            "masalahDescription":"သားကောင်၏မေးစေ့အောက်ရှိအပြင်သို့ထွက်နေသောအရိုးနှင့် ရင်ညွန့်ကြားတွင် ဇဗဟ်လုပ်ရမည်။ ဂျာမေအုဆ်ဆွဂီးရ်ကျမ်းတွင်တင်ပြထားသည်မှာ လည်ချောင်းတစ်ခုလုံးသည် ဇဗဟ်လုပ်ခွင့်ရှိသည့်နေရာဖြစ်သည်။ လည်ချောင်း၏အပေါ်ပိုင်းကိုဖြစ်စေ၊ အောက်ပိုင်းကိုဖြစ်စေ၊ အလယ်ပိုင်းကိုဖြစ်စေ မည်သည့်နေရာ၌မဆို ဇဗဟ် လုပ်ခွင့်ရှိသည်။ အကယ်၍ တစ်စုံတစ်ယောက်သည် မေးစေ့အပေါ်နား ဇဗဟ်လုပ်မိသွားလျင် ထိုသားကောင်သည် ဟရာမ်မဖြစ်ပေ။ (ထိုသားကောင်၏အသားစားပိုင်ပေသည်။)        ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":81,
            "masalahTitle":"ဇဗဟ်လုပ်သူသည် မွတ်စ်လင်မ်ဖြစ်ရမည်",
            "masalahDescription":"သားကောင်ဇဗဟ်လုပ်သောသူသည် မွတ်စ်လင်မ်ဖြစ်ပြီး သားကောင်ကို ဖမ်းချုပ်ပေးထားသောသူသည် အခြားဘာသာဝင်ဖြစ်စေ၊ မွတ်စလင်မ်ဖြစ်စေ ကိစ္စမရှိပေ။ သားကောင်ကို ထိန်းချုပ်ထားသူအဖို့ بسم الله الله اكبر ရွတ်ဆိုရန်ဝါဂျိဗ်တာဝန်မဟုတ်ပေ။ အကယ်၍ သားကောင်ထိန်းချုပ်ထားသူမွရှ်ရိက်သည်بسم الله الله اكبر ရွတ်ဆိုခဲ့လျှင်လည်း မည်သည့်အကျိုးမှ သက်ရောက်မည်မဟုတ်ပေ။ အကယ်၍ မွရှ်ရိက်သည် ဇဗဟ်ပြုရာ၌ပါဝင်ခဲ့လျှင် ထိုသားကောင်သည် ဟလာလ်ဖြစ်တော့မည်မဟုတ်ပေ။ ထိုသားကောင်၏အသားစားသုံးခြင်းလည်း ဟရာမ်ဖြစ်သည်။ ကုရ်ဗာနီလည်း အထမြောက်တော့မည်မဟုတ်ပေ။ ထိုကြောင့် မည်သည့်ကာဖိရ်မွရှ်ရိက်ကိုမှ ဇဗဟ်လုပ်ရာတွင် ပါဝင်စေခြင်းမပြုရ။ မွတ်စ်လင်မ်တစ်ဦး ဇဗဟ်လုပ်သည့်အခါ အခြားဘာသာ၀င်တစ်ဦးသည် ဇဗဟ်လုပ်သူမွတ်စ်လင်မ်၏လက်ကိုကိုင်ပေးခွင့်မရှိပေ။ မည်မျှပင်လိုအပ်ချက်ရှိနေစေကာမူ သားကောင်ကိုသာ ထိန်းထားပေးခွင့်ရှိသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":82,
            "masalahTitle":"ဇဗဟ်လုပ်မည့်သူမျက်နှာမူရမည့်အရပ်",
            "masalahDescription":"ဇဗဟ်လုပ်ချိန် ဇဗဟ်လုပ်သူသည်မျက်နှာကို ကိဗ်လဟ်ဘက်သို့လှည့်ထားခြင်းသည် စွန္နသ် ဖြစ်သည်။ အကြောင်းပြချက်မရှိဘဲ ကိဗ်လဟ်ဘက်သို့မျက်နှာမမူခြင်းသည် မက်ရူးဟ် ဖြစ်သည်။        ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":83,
            "masalahTitle":"ဇဗဟ်လုပ်သူ ရှေ့ဆောင်လုပ်ခြင်း",
            "masalahDescription":"ကုရ်ဘာနီသားကောင်ဖြစ်စေ၊ အခြားသားကောင်ကိုဖြစ်စေ အဖိုးအခယူ၍ ဇဗဟ်လုပ်ပေးသောသူ၏ရှေ့ဆောင်အေမာမ်လုပ်ခြင်း ပိုင်ပါသည်။ သို့သော် မက်ရူးဟ်ဖြစ်သည်။ ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":84,
            "masalahTitle":"ဇဗဟ်လုပ်ရန် ပြင်ဆင်ရင်း သားကောင်တွင် အပြစ်အနာအဆာတစ်ခုခုဖြစ်ခဲ့လျှင်",
            "masalahDescription":"ဇဗဟ်လုပ်ရန် ပြင်ဆင်ရင်း သာကောင်ကို အပြစ်အနာအဆာတစ်ခုခုဖြစ်စေခဲ့လျှင် ဥပမာ ခြေထောက်ကျိုးသွားစေခြင်း၊ မျက်စေ့တွင် တစ်ခုခုထိခိုက်သွားစေခြင်းများ ဖြစ်ခဲ့လျှင်လည်း ထိုသားကောင်ကို ကုရ်ဗာနီလုပ်ခွင့်ရှိသည်။ တရားတော်အရ တားမြစ်ချက်တစ်စုံတစ်ရာ မရှိပါ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":85,
            "masalahTitle":"နှားခေါင်ပြတ်နေသောသားကောင်ကို ကုရ်ဗာနီလုပ်ခြင်း",
            "masalahDescription":"နှာခေါင်းမရှိသော(သို့)နှာခေါင်းပြတ်နေသောသားကောင်ကို ကုရ်ဗာနီပြုလုပ်ခြင်း မပိုင်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":86,
            "masalahTitle":"လှဲချရာ၌ အပြစ်အနာအဆာဖြစ်ပေါ်ခဲ့သော်",
            "masalahDescription":"ကုရ်ဗာနီပြုရန် သားကောင်ကို လှဲချရာ၌ အပြစ်အနာအဆာတစ်စုံတစ်ရာဖြစ်ပေါ်ခဲ့ပါက ပြဿနာမရှိ။ ကုရ်ဗာနီပိုင်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":87,
            "masalahTitle":"အပေါင်ခံထားသောသားကောင်ကို ကုရ်ဗာနီလုပ်ခြင်း",
            "masalahDescription":"အပေါင်ခံထားသောသားကောင်သည် မိမိပိုင်ပစ္စည်းမဟုတ်သောကြောင့် ၎င်းကို ကုရ်ဗာနီလုပ်ခြင်း မပိုင်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":88,
            "masalahTitle":"လည်ပင်းပြတ်သွားသည့်သားကောင်",
            "masalahDescription":"အကယ်၍ ကြက်(သို့)အခြားသားကောင်တစ်ကောင်ကို ဇဗဟ်လုပ်ရင်း လက်လွန်ပြီး လည်ပင်းအပြီးပြတ်သွားလျှင်လည်း ထိုသားကောင်ကို စားပိုင်သည်။ မက္ကရူးဟ်မဖြစ်။ သို့သော် ရည်ရွယ်ချက်ရှိရှိဖြတ်တောက်ခြင်းသည် မက္ကရူးဟ်ဖြစ်သည်။ သားကောင်တော့ မက္ကရူးဟ်မဖြစ်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":89,
            "masalahTitle":"ကုရ်ဗာနီအသား",
            "masalahDescription":"ကုရ်ဗာနီအသားကို ကိုယ်တိုင်စားသုံးခြင်း၊ သူဆင်းရဲကိုဖြစ်စေ ချမ်းသာသူကိုဖြစ်စေ ပေးကမ်းခြင်း၊ အခြောက်လှန်းခြင်းနှင့်ရေခဲသေတ္တာထဲတွင် သိမ်းဆည်းခြင်းတို့ပြုပိုင်သည်။   နဇ်ရ်ကိုးခြင်းနှင့် ၀ဆွီယသ်မှာတမ်းခြင်းတို့‌ကြောင့် ပြုလုပ်ရသော ကုရ်ဗာနီအသားမှအပ အခြားကုရ်ဗာနီအသားကို ဆင်းရဲချမ်းသာမရွေး စားသုံးနိုင်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":90,
            "masalahTitle":"အသားအား ချိန်တွယ်၍ ခွဲဝေခြင်း",
            "masalahDescription":"နွား၊ကျွဲ၊ကုလးအုတ်အစရှိသည့်သားကောင်ကြီးများကို လူခုနှစ်ဦး စပ်တူပြုလုပ်ပါက အသားခွဲဝေသည့် အချိန်တွင် ခန့်မှန်း၍ခွဲဝေခြင်း မပြုဘဲ ချိန်တွယ်ပြီးတိတိကျကျ ခွဲဝေရမည်။ သို့မဟုတ်ပါက ခန့်မှန်းခွဲဝေခြင်းကြောင့် တစ်စုသည် နည်းပြီး အခြားတစ်စုမှာ များသွားပါက အတိုးဖြစ်သွားမည် ဖြစ်သောကြောင့် အပြစ်ထိုက်ပေသည်။ သို့သော် တစ်စုတွင် အသားနှင့်အတူ ခေါင်း၊ခြေထောက်နှင့် သားရေတို့ကို ရောလိုက်သောကြောင့် အသားချိန်နည်းသွားပါက မည်မျှပင်နည်းစေကာမူ ပြဿနာမရှိ။ ပိုင်ပေသည်။ အကယ်၍ စပ်တူပြုလုပ်သူ အားလုံးသည် အိမ်တစ်အိမ်၌ စုပေါင်း၍ တစ်အိုးတည်းစားသုံးသော သူများဖြစ်လျင်  ချိန်တွယ်ပြီး ခွဲဝေရန် မလိုပေ။ အကယ်၍ စပ်တူပြုလုပ်သူ အားလုံးသည် စုပေါင်းစားသုံးရန် (သို့) အသားအားလုံးကို ဆွဒကဟ်ပြုရန် ‌သဘောတူကျေနပ်ပါက ချိန်တွယ်ပြီး အသားခွဲဝေရန် မလိုအပ်ပေ။ သို့သော် စပ်တူပြုလုပ်သူများအနက်မှ တစ်ဦးပင်ဖြစ်စေ သဘောတူညီခြင်း မရှိဘဲ မိမိ၏အပုံကို ‌ခွဲဝေပေးရန် တောင်းဆိုပါက ထိုအချိန်တွင် ချိန်တွယ်ပြီး ခွဲဝေပေးရန် အရေးကြီးသည်။  လူခုနှစ်ဦးစပ်တူ ပြုလုပ်ရာတွင် မိမိ၏ညီအစ်ကို ဆွေမျိုးများ နှင့်စပ်တူပြုပိုင်သလို အခြားသူစိမ်းများနှင့်လည်း ပြုပိုင်ပေသည်။ ထို့နောက် စပ်တူပြုလုပ်သူများသည် တစ်အိမ်တည်းနေ ညီအစ်ကိုဆွေမျိုးများဖြစ်ပါက ချိန်တွယ်ပြီး အသားခွဲဝေရန် မလိုအပ်ပေ။ စုပေါင်းစားသုံးနိုင်ပေသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":91,
            "masalahTitle":"အသားကို ဆေး‌ကြောခြင်း        ",
            "masalahDescription":"သားကောင်ကိုဇဗဟ်ပြုပြီးနောက် ၎င်း၏ခန္ဓာကိုယ်မှ လှီးယူသောအသားများသည် သန့်ပြန့်သည်။ ၎င်းအသားများကို မချက်ပြုတ်မီ ထပ်မံ  ဆေးကြောရန်မလိုပေ။ အကယ်၍ ဆေး‌ကြောလိုလျင်လည်း မည်သို့မှ ပြဿနာမရှိ။ ဆေး‌ကြောနိုင်ပေသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":92,
            "masalahTitle":"နို့အုံနှင့်သက်ဆိုင်သောပညတ်ချက်များ",
            "masalahDescription":"အကယ်၍ သိုး၊ ဆိတ်၊ဒွန်ဘဟ်၏နို့အုံ တစ်ဖက်မှ နို့မထွက်ပါက ထိုသားကောင်ကို ကုရ်ဘာနီ ပြုလုပ်ခြင်း မပိုင်ပေ။ အဘယ်ကြောင့် ဆိုသော် ဤသည် ချို့ယွင်းချက်ဖြစ်သည် ။ ချို့ယွင်းချက် ရှိသော သားကောင်ကို ကုရ်ဘာနီ ပြုလုပ်ခြင်းဖြင့် ကုန်ဘာနီ အထမမြောက်ပေ( မပိုင်ပေ ) ။အကယ်၍ ကျွဲ၊နွားမ၊ကုလားအုတ်မ၏ နို့အုံ နှစ်ဖက်စလုံးမှ နို့မထွက်ပါက ထိုသားကောင်ကို ကုရ်ဘာနီ ပြုလုပ်ခြင်း မပိုင်ပေ ။ တိရစ္ဆာန်တစ်ကောင်၏ နို့အုံသည် ပျက်နေမည်  ( သို့ ) ဤကဲ့သို့ ဒဏ်ရာ ရရှိထားမည်။ ထိုဒဏ်ရာကြောင် ကလေးကို နို့မတိုက်နိုင်ပါက ထိုသားကောင်အားလည်း ကုရ်ဘာနီ ပြုလုပ်ခြင်း မပိုင်ပေ ။ကုလားအုတ်မ၊ နွားးမ၊ ကျွဲမတို့၏ နို့အုံ တစ်ဖက်မှ နို့ခြောက်သွေ့ သွားခြင်း ( နို့မထွက်တောြ့ခင်း ) ဖြင့်ကုရ်ဘာနီ ပြုပိုင်ခြင်းကို မည်သို့မှ မထိခိုက်ပေ။ သို့သော် နို့အုံနှစ်ဖက်စလုံးခြောက်သွေ့သွားမည် (သို့) ပျက်သွားမည် ဆိုပါက ကုရ်ဘာနီ မပြုပိုင်ပေ ။တိရစ္ဆာန်တစ်ကောင်၏ နို့အုံသည် ခြေါက်သွေ့သွားမည် ဆိုပါက ထိုတိရိစ္ဆာန်ကို ကုရ်ဘာနီ မပြုပိုင်ပေ ။\nနို့အုံမရှိသောတိရစ္ဆာန်ကို ကုရ်ဗာနီလုပ်ခြင်း မပိုင်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":93,
            "masalahTitle":"အသက်အစားအသက်ပေးသည့်နီယသ်ဖြင့်ဇဗဟ်လုပ်ခြင်းအကြောင်း        ",
            "masalahDescription":"လူတစ်ဦးဦး၏အသက်အစားအသက်ပေးခြင်း  ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ဇဗဟ်လုပ်လိုက်သော တိရစ္ဆာန်၏ အသက်ကို လက်ခံတော်မူ၍ လူတစ်ရောက်၏အသက်ကိုချမ်းသာခွင့်ပေးလိုက်သည်ဟု ထင်မြင်ယူဆခြင်းသည်  အခြေအမြစ်မရှိသောထင်မြင်ယူဆချက်တသ်ခုသာဖြစ်သည်။ ဤအယူအဆသည်  ရှရီအသ်တရားတော်၏မည်သည့် အထောက်အထားနှင့်မျှ  အတည်ဖြစ်ထားခြင်း မရှိပေ။ ဧကန်စင်စစ် အလ္လာဟ် အရှင်မြတ်အတွက်  အသက်တစ်ချောင်းကို စွန့်လှူသည့် နီယသ်ဖြင့် ကုရ်ဘာနီပြုလုပ်ခြင်း၊ အခြားငွေကြေးဖြင့် ပြုအပ်သောကောင်းမှုများကဲ့သို့ပင် အရှင်မြတ်၏ဂရုဏာတော် သက်ရောက်စေရန် အကြောင်းခံတစ်ခုဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ဂရုဏာတော်ဖြင့် ရောဂါသည်ကို ပျောက်ကင်း စေလိမ့်မည်ဟုမှတ်ယူကာ ကုရ်ဗာနီ လုပ်ခြင်းမှာ ပိုင်ပေသည်။ လူအချို့သည် ဆွဒကဟ် ပြုရာ၌လည်း အသက်စား အသက်ပေး ခြင်းကို  အရေးကြီးသည့် ကိစ္စ ဟု ထင်မြင်လျက်ရှိကြသည်။ ပမာအားဖြင့် ဆိတ်တစ်ကောင်ကို မကျန်းမာသူ အနားတွင် တစ်ညလုံးထားပြီးနောက် ရောဂါသည်၏ လက်ဖြင့် ထိကိုင်စေပြီး တစ်ချို့မှာ ထိုဆိတ်ကို လှူဒါန်းလိုက်ကြ၍ တစ်ချို့ မှာမူ ထိုရောဂါသည်အနီးနားတွင် ဆိတ်ကို ဇဗဟ်ပြုလုပ်ပြီးမှ လှူဒါန်းမှုပြုလုပ် လေ့ရှိကြသည်။ (ယင်းကဲ့သို့ပြုလုပ်ရာတွင်.)ထိုသူတို့ ယုံကြည်ထားကြသည်မှာ ဆိတ်ကို မကျန်းမာသူ၏လက်ဖြင့် ထိတွေ့လိုက်ခြင်းကြောင့်  ဘေးဘလာများသည် ထိုဆိတ်သို့ကူးပြောင်းသွားပြီး ၎င်းဆိတ်ကို လှုူဒါန်းလိုက်ခြင်းဖြင့် ဘေးဘလာများလည်း ပပျောက်သွားသည်။ ၎င်းနောက် အသက်၏အစား အသက်တစ်ချောင်းပေးလိုက်ခြင်းကြောင့် ရောဂါဖြစ်နေသူ၏အသက်ဘေးမှ လွတ်မြောက်ချမ်းသာခွင့်ရသွားသည်။ ထိုကဲ့သို့သော ယုံကြည်ချက်များသည် ရှရီအသ်တရားတော်နှင့် ဆန့်ကျင်နေသောကြောင့် ရှောင်ကြဥ်ရန် အလွန်အရေးကြီးသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":94,
            "masalahTitle":"နာမည်ပြောင်း၍ ကုရ်ဗာနီပြုခြင်း        ",
            "masalahDescription":"အချို့သူများသည် တစ်နှစ်တွင် မိမိနာမည်ဖြင့် ကုရ်ဗာနီလုပ်၍ နောက်တစ်နှစ်တွင် မိမိ၏ဇနီးနာမည်ဖြင့် ကုရ်ဗာနီလုပ်ကြသည်။ ဆိုလိုသည်မှာ နှစ်စဉ် နာမည်ပြောင်း ၍ ကုရ်ဗာနီလုပ်လေ့ရှိကြသည်။ ဤသို့လုပ်ခြင်းသည် မမှန်ကန်ပေ။ ကုရ်ဗာနီလုပ်မည့်သူသည် နိဆွာဗ်ပိုင်ဆိုင်သူဖြစ်ပါက မိမိ ဘက်မှ(မိမိနာမည်ဖြင့်)ကုရ်ဗာနီလုပ်ရန် အရေးကြီးသည်။ \nအကယ်၍မိမိနာမည်ဖြင့် ကုရ်ဗာနီမလုပ်ဘဲ အခြားသူ၏ နာမည်ဖြင့် လုပ်လိုက်ပါက  မိမိအပေါ် ကုရ်ဗာနီ တာဝန် ကျန်ရှိနေပေမည်။ အခြားသူ၏နာမည်ဖြင့် ကုရ်ဗာနီလုပ်လိုက်ခြင်းကြောင့် မိမိ၏ကုရ်ဗာနီတာဝန်မကျေပေ။ ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":95,
            "masalahTitle":"သားကောင်ကို ကိုယ်တိုင်ဇဗဟ်လုပ်ခြင်း",
            "masalahDescription":"ကုရ်ဗာနီသားကောင်ကို ကိုယ်တိုင်ဇဗဟ်လုပ်ခြင်းသည် အကောင်းဆုံးနှင့် အမြတ်ဆုံးဖြစ်သည်။ ကိုယ်တိုင်ဇဗဟ်မလုပ်တတ်ပါက လုပ်တတ်သူကို လုပ်ခိုင်းခွင့်ရှိသည်။ သို့သော် ဇဗဟ်လုပ်နေချိန်တွင် မိမိသားကောင်၏အနီးတွင် ကိုယ်တိုင်ရှိနေပြီး ဗိစ်မိလ္လာဟိ အလ္လာဟုအက်ဗရ် မေ့မသွားစေရန် ဇဗဟ်လုပ်သူကို သတိပေးနေရမည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":96,
            "masalahTitle":"မျက်စေ့ကန်းနေသော သားကောင်ကိုကုရ်ဗာနီလုပ်ခြင်း",
            "masalahDescription":"စုံလုံးကန်းနေသောသားကောင်၊တစ်ဖက်ကန်းနေသောသားကောင်(သို့)သုံးပုံတစ်ပုံ(သို့)ထိုထက်ပို၍အမြင်အာရုံ ကွယ်နေသော သားကောင်ကို ကုရ်ဗာနီမလုပ်ပိုင်ပေ။(အာလမ်ဂီရီကျမ်း-တွဲ ၅/ စာ၂၉၇)",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":98,
            "masalahTitle":"ကုရ်ဗာနီပြုလုပ်သောသူသည်နိုင်ငံ တစ်နိုင်ငံတွင်ရှိပြီးကုရ်ဗာနီသားကောင်သည် အခြားနိုင်ငံတစ်နိုင်ငံတွင် ရှိခြင်း         ",
            "masalahDescription":"အကယ်၍ကုရ်ဗာနီလုပ်မည့်သူသည် နိုင်ငံတစ်နိုင်ငံတွင်ရှိပြီး ကုရ်ဗာနီပြုလုပ်မည့်သားကောင်သည် အခြားနိုင်ငံတစ်နိုင်ငံတွင်ရှိနေပါက  သားကောင်ပိုင်ရှင်ရှိသောနိုင်ငံနှင့် ကုရ်ဗာနီသားကောင်ရှိသောနိုင်ငံ နှစ်နိုင်ငံစလုံး၌(ကုရ်ဗာနီလုပ်ခွင့်ရှိသော)ရက်တူညီသော ရက်များ၌သာလုပ်ရန်အရေးကြီးပေသည်။ ထိုရက်များ၌သာ ကုရ်ဗာနီလုပ်ခြင်းပိုင်ပေမည်။ဥပမာအားဖြင့်လူတစ်ယောက်သည်ဆော်ဒီနိုင်ငံတွင်နေထိုင်ပြီး\nမြန်မာပြည်တွင်ကုရ်ဗာနီလုပ်လိုပါက သားကောင်ပိုင်ရှင်သည်ဆော်ဒီနိုင်ငံတွင်ရှိပြီး သားကောင်သည်မြန်မာနိုင်ငံတွင်ရှိမည်ဖြစ်သည်။ များသောအားဖြင့် ဆော်ဒီနိုင်ငံသည် မြန်မာနိုင်ငံထက် တစ်ရပ်စော၍အီးဒ်ဖြစ်လေ့ရှိသည်။ မြန်မာနိုင်ငံသည် ဆော်ဒီနိုင်ငံထက်တစ်ရက်နောက်ကျ အီးဒ်ဖြစ်လေ့ရှိသည်။ မြန်မာပြည်၏ဇွလ်ဟဂျ်လ(၁၀)ရက်နေ့သည်အီးဒ်ပထမနေ့ဖြစ်ပြီးဇွလ်ဟဂျ်လ(၁၁)ရက်နေ့သည်အီးဒ်ဒုတိယနေ့ဖြစ်သည်။\n(ကုရ်ဗာနီလုပ်ခွင့်ရှိသော)အီးဒ်ရက်တူညီသောနေ့ရက်များဖြစ်သည်။ ဤအတွက်ကြောင့် မြန်မာပြည်ရှိကုရ်ဗာနီသားကောင်ကို ဇွလ်ဟဂျ်လ(၁၀)ရက်အီးဒ်ပထမနေ့နှင့် ဇွလ်ဟဂျ်လ(၁၁)ရက်အီးဒ်ဒုတိယနေ့တွင်သာ (ဇဗဟ်)လုပ်ရန်အရေးကြီးသည်။\nသို့မဟုတ်ပါက ကုရ်ဗာနီပိုင်တော့မည်မဟုတ်ပေ။ ဆိုလိုရင်းမှာ အထက်ဖော်ပြပါပုံစံတွင် မြန်မာပြည်၌ ဇွလ်ဟဂျ်လ(၉)ရက်နေ့(သို့)ဇွလ်ဟဂျ်လ(၁၂)ရက်နေ့များတွင်သားကောင်ကို(ဇဗဟ်)လုပ်မည်ဆိုပါကဆော်ဒီနိုင်ငံ၌နေထိုင်သူသည်ကိုယ်စား ကုရ်ဗာနီလုပ်ပေးခြင်းအထမြောက်မည်မဟုတ်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":99,
            "masalahTitle":"(ဝှေးသင်းထားသော)သားကောင်",
            "masalahDescription":"(ဝှေးသင်းထားသော)ဆိတ်၊သိုး၊နွားတို့ကို ကုရ်ဗာနီလုပ်ခြင်း ပိုင်ပါသည်။ ထိုသားကောင်တို့၏ ဝှေးစေ့ကို ဖြတ်ထုတ်ခြင်းဖြစ်စေ(သို့)ညှက်၍ဖိချေခြင်းဖြစ်စေ နှစ်မျိုးစလုံးပြုပိုင်သည်။ ဤသည် အသားထွက်တိုးစေသည့် လုပ်ရပ်ဖြစ်သောကြောင့် မက်ရူးဟ်မဖြစ်ပေ။ ကျွန်ုပ်တို့၏နှစ်ဘ၀ခေါင်းဆောင် တမန်တော်မြတ်မုဟမ္မဒ်(ဆွလ္လလ္လာဟု အလိုင်းဟိ ၀စလ္လမ်)သည် ဝှေးသင်းထားသောသားကောင်ကို\nကုရ်ဗာနီလုပ်ခဲ့သည်။\n အဘယ်ကြောင့်ဆိုသော် ဝှေးသင်းခြင်းဖြင့် သားကောင်တွင်ရှိသော အနံ့ဆိုးများပျောက်ကင်း၍အသားအထွက်တိုးစေသည့်အပြင် စားသုံးရာတွင်လည်း အရသာရှိသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":100,
            "masalahTitle":"ခဆီပြုလုပ်ခြင်း(ဝှေးသင်းခြင်း)",
            "masalahDescription":"သားကောင်ကို  ဝဖြိုးစေရန် ရည်ရွယ်ချက်ဖြင့် ခဆီလုပ်ခြင်း(ဝှေးသင်းခြင်း)ပိုင်ပါသည်။ ကောင်းသောရည်ရွယ်ချက်မရှိဘဲ အပျော်တမ်းသားကောင်းကို ခဆီ(ဝှေးသင်းခြင်း)ဟရာမ်ဖြစ်သည်။        ရှာမီကျမ်း အတွဲ၆ စာ၃၃၈",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":101,
            "masalahTitle":"နဇ်ရ်ကိုးထားသော ကုရ်ဗာနီအသား",
            "masalahDescription":"နဇ်ရ်ကိုးထားသော ကုရ်ဗာနီသားကောင်၏အသားအားလုံးကို ဖကီးရ် သူဆင်းရဲများကိုသာ ပေးရန် ဝါဂျိဗ်တာဝန်ဖြစ်သည်။\nသူဌေးသူကြွယ်များအတွက်  နဇ်ရ်ကိုးထားသော ကုရ်ဗာနီသားကောင်၏အသားကို စားသုံးခြင်းမပိုင်ပေ။ နဇ်ရ်ကိုးထားသူနှင့်၎င်း၏မိဘသားသမီများလည်း ထိုအသားကို စားခွင့်မရှိပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":102,
            "masalahTitle":"ကုရ်ဗာနီမည်မျှ၀ါဂျိဗ်ဖြစ်မည်နည်း",
            "masalahDescription":"အလွန်ကြွယ်၀ချမ်းသာသောသူဖြစ်စေ၊ နိဆွားဗ်များစွာပိုင်ဆိုင်ထားသူဖြစ်စေ တစ်ဦးလျှင် ကုရ်ဗာနီတစ်ခုသာ ၀ါဂျိဗ်ဖြစ်မည်။ ထို၀ါဂျိဗ်ဖြစ်သောကုရ်ဗာနီကို ဆိတ်ထီး၊ နွားမ၊ ကျွဲထီ:၊ ကျွဲမနှင့် ကုလားအုတ်အထီး၊အမတို့တွင် ခုနှစ်ပုံ၌တစ်ပုံသာ ကုရ်ဗာနီ၀ါဂျိဗ်ဖြစ်ပေသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":103,
            "masalahTitle":"အသားစိမ်း",
            "masalahDescription":"ဟလာလ်နည်းဖြင့် ဇဗဟ်လုပ်ထားသောသားကောင်၏ အသားစိမ်းကို မချက်ပြုတ်ဘဲ စားသုံးခြင်း ပိုင်ပေသည်။ ချက်ပြုတ်ရန် အရေးမကြီးပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":104,
            "masalahTitle":"သားကောင်အကြွေး၀ယ်၍ ကုရ်ဗာနီလုပ်ခြင်း",
            "masalahDescription":"ကုရ်ဗာနီသားကောင်အကြွေး၀ယ်၍ ကုရ်ဗာနီလုပ်ခြင်း ပိုင်ပါသည်။ သို့သော် အကြွေးပြန်ဆပ်ရန်လည်း အရေးကြီးပါသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":105,
            "masalahTitle":"ကုရ်ဗာနီသားကောင်၀ယ်ပြီးနောက် ပိုင်ရှင်သေသွားခြင်း",
            "masalahDescription":"အကယ်၍ ကုရ်ဗာနီ၀ါဂျိဗ်ဖြစ်ထားသောသူတစ်ယောက်သည် ကုရ်ဗာနီအတွက် သားကောင်၀ယ်ထားပြီးနောက် ကုရ်ဗာနီလုပ်ရမည့်ရက်များအတွင်း သေဆုံးကွယ်လွန်သွားမည်ဆိုပါက ထိုသားကောင်သည် သေသူ၏ကျန်ရစ်ပစ္စည်းတွင် အပါအ၀င် ဖြစ်သွားမည်။ ပြီးနောက် အမွေစားအမွေခံများအားလုံးသည် ရှရီအသ်၏ဥပဒေနှင့်အညီ ရပိုင်ခွင့်ရှိသူများဖြစ်ကြမည်။ ယခုပုံစံတွင် အမွေစားအမွေခံအားလုံးအတွက် ရွေးချယ်ခွင့်နှစ်ခုရရှိမည်။ ထိုသားကောင်ကို ကွယ်လွန်သူအတွက် အီဆာလေစ၀ါးဗ်အဖြစ် ပြုလုပ်လိုပါက ပြုလုပ်နိုင်သည်။ (သို့) အမွေပစ္စည်းအဖြစ် ခွဲဝေယူနိုင်သည်။ တစ်ခုသိထားရမည်မှာ ထိုသားကောင်ကို အားလုံးစုပေါင်းပြီး အီဆာလေစ၀ါးဗ်အတွက် ကုရ်ဗာနီလုပ်သည့်ပုံစံတွင် အမွေစားအမွေခံများအားလုံးသည် အရွယ်ရောက်ပြီးကြသူများဖြစ်ရန် အရေးကြီးသည်။ အရွယ်မရောက်သေးသောအမွေစားအမွေခံ၏ခွင့်ပြုချက်သည် တရားမ၀င်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":106,
            "masalahTitle":"ကုရ်ဗာနီမလုပ်မီ ကွယ်လွန်သွားခြင်း",
            "masalahDescription":"ကုရ်ဗာနီသားကောင်၀ယ်ယူထားသောကြွယ်၀ချမ်းသာသူတစ်ဦးသည် ကုရ်ဗာနီလုပ်ရမည့်ရက်များတွင် သားကောင်ကို ဇဗဟ်မလုပ်မီ ကွယ်လွန်သေဆုံးသွားမည်ဆိုပါက ထိုသားကောင်ကို ကုရ်ဗာနီလုပ်ရန် တာ၀န်မရှိတော့ပေ။ အကယ်၍ ကွယ်လွန်သူ၏အမွေစားအမွေခံတို့သည် အရွယ်ရောက်အသက်ပြည့်ပြီးသူများဖြစ်ကြပြီး မိမိတို့၏သဘောဆန္ဒအလျောက် ကြည်ဖြူစွာ ကွယ်လွန်သူဘက်မှ ကုရ်ဗာနီလုပ်ပေးမည်ဆိုပါက ပို၍ကောင်းပေသည်။\nအကယ်၍ ကုရ်ဗာနီလုပ်ရန်တာ၀န်မရှိသူဆင်းရဲသားတစ်ဦးသည် ကုရ်ဗာနီနီယသ်ဖြင့် သားကောင်၀ယ်ယူလိုက်ပြီး ကုရ်ဗာနီလုပ်ရမည့်ရက်များတွင် မိမိသားကောင်ကို ဇဗဟ်မလုပ်မီ ကွယ်လွန်သေဆုံးသွားပါကလည်း ကုရ်ဗာနီလုပ်ရန် တာ၀န်ရှိနေအုံးမည်ဖြစ်ပြီး ကျန်ရစ်သူအမွေစားအမွေခံတို့အပေါ် ထိုသားကောင်ကို ဇဗဟ်လုပ်ရန် တာ၀န်ရှိသည်။ ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":107,
            "masalahTitle":"ကုရ်ဗာနီလုပ်သူအတွက် မွတ်စ်သဟဗ်ဖြစ်သောအချက်များ",
            "masalahDescription":"ကုရ်ဗာနီလုပ်ရန်ဆန္ဒရှိသူအတွက် မွတ်စ်သဟဗ်ဖြစ်သည့်အချက်မှာ ဇွလ်ဟဂျ်လဆန်းမှ ကုရ်ဗာနီသားကောင်ကို ဇဗဟ်မလုပ်မီအချိန်ထိ ခန္ဓာကိုယ်၏မည်သည့်အမွေးအမျှင်ကိုမျှ မရိတ်ရ၊ မနှုတ်ရပေ။ လက်သည်း၊ခြေသည်းလည်း မညှပ်ရပေ။ အဘယ်ကြောင့်ဆိုသော် ကုရ်ဗာနီလုပ်သူသည် မိမိအသက်၏အစား ကုရ်ဗာနီလုပ်နေခြင်းဖြစ်သည်။ ကုရ်ဗာနီသားကောင်၏ အစိတ်အပိုင်းတိုင်းသည် ကုရ်ဗာနီလုပ်သူ၏ ခန္ဓာကိုယ်အစိတ်အပိုင်းတိုင်း၏အစားဖြစ်သည်။ ခန္ဓာကိုယ်၏မည်သည့်အစိတ်အပိုင်းမဆို ရဟ်မသ်ကျရောက်ချိန် ခန္ဓာကိုယ်၌ရှိမနေပါက ကုရ်ဗာနီလုပ်ခြင်းကြောင့် ရရှိမည့်ရဟ်မသ်တော်မှ လက်မဲ့ဖြစ်သွားပေမည်။ ဤအတွက်ကြောင့် ရစူလွလ္လာဟ်(ဆွ)သည် အထက်ဖော်ပြပါအချက်များကို လေးစားလိုက်နာရန် အမိန့်ပေးတော်မူခဲ့လေသည်။ သို့သော် ရက်ပေါင်း(၄၀)ထက်ကျော်လွန်သွားပါက လက်သည်း၊ခြေသည်းညှပ်ခြင်းနှင့် ခန္ဓာကိုယ်ရှိအမွေးအမျှင်များကို ရိတ်ပြီး သန့်ရှင်းမှုရယူခြင်းသည် အရေးကြီးပေသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":108,
            "masalahTitle":"မည်သူ့အပေါ် ကုရ်ဗာနီတာ၀န်ရှိသနည်း",
            "masalahDescription":"ကုရ်ဗာနီသည် ဉာဏ်ရည်ပြည့်မှီသူ၊ အရွယ်ရောက်သူ ခရီးသည်မဟုတ်ဘဲ မိမိအရပ်ဒေသ၌ရှိနေသူမွတ်စ်လင်မ်အမျိုးသား၊ အမျိုးသမီးတိုင်းအပေါ် ၀ါဂျိဗ်ဖြစ်သည်။ အကြင်သူသည် ဇကားသ်နိဆားဗ်ပမာဏပိုင်ဆိုင်သူဖြစ်သည်။ ဆိုလိုသည်မှာ ရွှေထည်(၇.၅)တိုလာ(မြန်မာအလေးချိန်အရ ငါးကျပ်သား၊လေးပဲ၊(၁.၅)ရွေး) (သို့) ငွေထည်(၅၂.၅)တိုလာ(မြန်မာအလေးချိန်အရ ၃၆ကျပ်သား၊ ၁၃ပဲ၊ (၃.၅)ရွေး) (သို့) ၎င်းတို့နှင့်တန်ဖိုးညီမျှသောငွေသား (သို့) လက်ရှိနေထိုင်သောအိမ်အပြင် အခြားအိမ်အပိုများ (သို့) လယ်ယာမြေနှင့်ကျွန်းများ (သို့) ငွေထည်(၅၂.၅)တိုလာနှင့်တန်ဖိုးညီမျှသောမရှိမဖြစ်လိုအပ်ချက်ထက်ပိုသော အိမ်အသုံးအဆောင်ပစ္စည်းများ (သို့) ရောင်း၀ယ်ဖောက်ကားသောပစ္စည်းများ (သို့) အစုရှယ်ယာများရှိနေမည်ဆိုပါက ထိုသူ့အပေါ် ဝေစုတစ်စုကုရ်ဗာနီလုပ်ရန် အရေးကြီးပေသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":109,
            "masalahTitle":"ဇဗဟ်လုပ်ပြီးနောက် စပ်တူပါ၀င်ခြင်း",
            "masalahDescription":"ကုရ်ဗာနီသားကောင်ကို ဇဗဟ်လုပ်ပြီးနောက် အစုအစပ်ပါ၀င်သူများကို အပြောင်းအလဲလုပ်ခြင်းမပိုင်ပေ။ သားကောင်ကို ဇဗဟ်လုပ်ပြီးနောက် ထိုသို့အပြောင်းအလဲလုပ်ခဲ့လျှင် တရားတော်အရ ထိုအပြောင်းအလဲကို ဘောင်၀င်သည်ဟု မသတ်မှတ်ပေ။ ဇဗဟ်မလုပ်မီ နီယသ်ပြုခြင်းခံခဲ့ရသောသူများဘက်မှသာ ကုရ်ဗာနီအထမြောက်သွားမည်။ ဇဗဟ်လုပ်ပြီးနောက် ပြောင်းလဲသတ်မှတ်လိုက်သောသူများဘက်မှ ကုရ်ဗာနီအထမြောက်မည်မဟုတ်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":110,
            "masalahTitle":"ဇဗဟ်လုပ်ရာတွင် ရှိရမည့်စည်းကမ်းချက်များ",
            "masalahDescription":"ဇဗဟ်လုပ်သူသည် မွတ်စ်လင်မ်(သို့)ကေသာဗီ(ကောင်းကင်ကျကျမ်းများအနက် ကျမ်းတစ်ကျမ်းအပေါ် သက်၀င်ယုံကြည်သူ) ဖြစ်ရမည်။ ဇဗဟ်လုပ်ချိန် အလ္လာဟ်အရှင်မြတ်၏နာမတော် ရွတ်ဆိုရမည်။ တရားတော်၌ ပြဠားန်ထားသည့်နည်းလမ်းအတိုင်း လည်ချောင်းနှင့် သွေးပြန်ကျောသွေးလွှတ်ကျောနှင့် သွေးကျောများကို လှီးဖြတ်ရမည်။\nမှတ်ချက်။        ။ဤစည်းကမ်းချက်များသည် အနီးကပ်ဇဗဟ်လုပ်နိုင်ရသည့်သားကောင်များအဖို့ ဖြစ်သည်။ အလွယ်တကူ ဇဗဟ်မလုပ်နိုင်သော၊ ဆိုးသွမ်းထွက်ပြေးနေသောသားကောင်များအဖို့ အခြားသီးသန့်ပြဌားန်ချက်များ ရှိပေသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":111,
            "masalahTitle":"ဇဗဟ်လုပ်ချိန် ဗိစ်မိလ္လာဟိ အလ္လာဟု အက်ဗရ် ဆိုရန် အရေးကြီးခြင်း",
            "masalahDescription":"ကုရ်ဗာနီလုပ်သူသည် ဗိစ်မိလ္လာဟိ အလ္လာဟုအက်ဗရ် ဆိုရန် အရေးကြီးသည်။ နှလုံးသားထဲမှ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်အတွက် ကုရ်ဗာနီလုပ်နေသည်ဟူသောရည်ရွယ်ချက်ရှိရန်သာ အရေးကြီးပြီး နီယသ်၏ဒုအာများ ရွတ်ဆိုနေရန် မလိုပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":112,
            "masalahTitle":"ဒဏ်ရာရှိသောသားကောင်ကို ကုရ်ဗာနီလုပ်ခြင်း",
            "masalahDescription":"ဇဗဟ်ပြုမည့်သားကောင်တွင် လယ်ထွန်းခြင်းကြောင့် (သို့) အရိုက်ခံထားရခြင်းကြောင့် ဒဏ်ရာဒဏ်ချက်များဖြစ်ပေါ်နေပါကလည်း ထိုသားကောင်ကို ကုရ်ဗာနီလုပ်ခြင်း ပိုင်ပါသည်။ သို့သော် ထိုကဲ့သို့သောသားကောင်ကို ကုရ်ဗာနီမလုပ်ခြင်းသည် ပို၍ကောင်းပေသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":113,
            "masalahTitle":"သားကောင်၀ယ်ပြီးနောက် ကုရ်ဗာနီမလုပ်လိုက်ရသော်",
            "masalahDescription":"ကုရ်ဗာနီလုပ်ရန် တာ၀န်ရှိသူတစ်ဦးသည် (အကြောင်းတစ်စုံတစ်ရာကြောင့်) ကုရ်ဗာနီလုပ်ရမည့်သုံးရက်စလုံး ကုန်လွန်သွားသည်အထိ ကုရ်ဗာနီမလုပ်လိုက်ရပါက ထိုသူသည် ဆိတ် (သို့) သိုးတစ်ကောင်၏ကာလပေါက်စျေးကို လှူဒါးန်လိုက်ရမည်။ အကယ်၍ သားကောင်၀ယ်ပြီးနောက် အကြောင်းတစ်စုံတစ်ရာကြောင့် ကုရ်ဗာနီမလုပ်လိုက်ရပါက ထိုသားကောင်အရှင်ကိုသာ လှူဒါးန်လိုက်ရမည်။ အကယ်၍ မတ်စ်အလဟ်နားမလည်သောကြောင့် ကုရ်ဗာနီလုပ်ရမည့်ရက်ကုန်လွန်ပြီးနောက်မှ ဇဗဟ်လုပ်လိုက်သည်ရှိသော် ထိုသားကောင်၏အသားများအားလုံးကို မရှိဆင်းရဲသားများအား ပေးကမ်းလှူဒါးန်လိုက်ရမည်။ (ချမ်းသာကြွယ်၀သူများကို ပေးခွင့်အလျင်းမရှိပေ။ ကြွယ်၀ချမ်းသာသူတစ်ဦးသည် ကုရ်ဗာနီလုပ်မည့်ရည်ရွယ်ချက်ဖြင့် သားကောင်တစ်ကောင်၀ယ်ယူထားသည်။ သားကောင်ပျက်စီးသွားခြင်း (သို့) ပျောက်ဆုံးသွားခြင်းကြောင့် သားကောင်ကို ဇဗဟ်မလုပ်နိုင်တော့ပါက ထိုသူသည် ၎င်းသားကောင်၏ကာလပေါက်စျေးကို ဆွဒကဟ်လုပ်ရန် အရေးကြီးသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":114,
            "masalahTitle":"အမွေးအမျှင်",
            "masalahDescription":"အီးဒ်နမားဇ်ဖတ်၍ ကုရ်ဗာနီလုပ်ပြီးနောက် ကုရ်ဗာနီလုပ်သူအတွက် အမွေးအမျှင်များ ရိတ်ခြင်း မွတ်စ်သဟဗ်ဖြစ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":115,
            "masalahTitle":"ကုရ်ဗာနီနှင့်ပတ်သက်၍ ခွင့်ပြုချက်ယူခြင်း",
            "masalahDescription":"အကယ်၍ ဒေသတစ်ခုတွင် အမျိုးသားသည် မိမိ၏ဇနီး၊မိခင်ဖခင်၊ အရွယ်ရောက်ပြီးသောသားသမီးတို့ကိုယ်စား ၀ါဂျိဗ်ကုရ်ဗာနီလုပ်ပေးသောအစဥ်အလာရှိသည်။ ၎င်းတို့သည်လည်း ဤအချက်ကို သိထားပြီးဖြစ်သည်။ ထိုသို့အစဥ်အလာရှိခြင်းကြောင့် ၎င်းတို့ဘက်မှ ပြုလုပ်ပေးသော၀ါဂျိဗ်ကုရ်ဗာနီသည် ပိုင်သွားပေမည်။ အထူးတလည် ခွင့်ပြုချက်ယူရန် မလိုအပ်ပေ။ သို့သာမက ထိုအစဥ်အလာသည်ပင် ၎င်းတို့ဘက်မှ၀ါဂျိဗ်ကုရ်ဗာနီပိုင်ရန် လုံလောက်ပေသည်။ ဤအစဥ်အလာမရှိသောဒေသတွင်  ၀ါဂျိဗ်ကုရ်ဗာနီလုပ်ပေးရန် အတိအလင်းခွင့်ပြုချက်ယူရန် အရေးကြီးပေသည်။ ထိုသို့အတိအလင်းခွင့်ပြုချက်မယူပါက ၀ါဂျိဗ်ကုရ်ဗာနီ အထမမြောက်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":116,
            "masalahTitle":"စုပေါင်းကုရ်ဗာနီလုပ်ခြင်း",
            "masalahDescription":"လက်ရှိကာလတွင် စုပေါင်းကုရ်ဗာနီလုပ်ခြင်းသည် ဓလေ့တစ်ခုဖြစ်နေသည်။ စုပေါင်းကုရ်ဗာနီစီစဥ်ပေးသောဌာနများသည် ဤကိစ္စအားဆောင်ရွက်ပေးကြသည်။ ဤသည် ပြုပိုင်ခွင့်ရှိပြီး တရားတော်အရ မနှစ်မြို့ဖွယ်ရာမဟုတ်ပေ။\nစုပေါင်းကုရ်ဗာနီလုပ်ရာတွင် တစ်ဦးတစ်ယောက်နှင့်ပတ်သက်၍ ဟရာမ်စီးပွားရေးလုပ်သူဖြစ်မှန်းသိလျှင် စပ်တူကုရ်ဗာနီမပြုမိစေရန် အထူးဂရုပြုရမည်။ ဤအတွက်ကြောင့် စုပေါင်းကုရ်ဗာနီစီစဥ်သောဌာနများအနေနှင့် ဤအချက်ကိုအထူးသတိချပ်သင့်ပေသည်။ ဝေစုများလက်ခံချိန်တွင် ဟရာမ်ငွေကြေးများ ဥပမာ အတိုး၊ လောင်းကစား၊ ဘဏ်အာမခံ၊ ဓါးပြမှုနှင့် ခိုးမှုမှရရှိထားသော၀င်ငွေများကို စပ်တူကုရ်ဗာနီလုပ်ရာတွင် မထည့်၀င်ရန်နှင့် ထည့်၀င်လျှင် မိမိတာ၀န်သာဖြစ်ကြောင်း စာလုံးကြီးကြီးဖြင့် ကြော်ငြာဆိုင်းဘုတ်ချိတ်ဆွဲထားရမည်။\nစပ်တူကုရ်ဗာနီလုပ်ရာတွင် သားကောင်ကို လည်မလှီးမီ စပ်တူပါ၀င်သူ(၇)ဦးစလုံးဘက်မှ ကုရ်ဗာနီသားကောင်ဖြစ်ကြောင်း သတ်မှတ်ရမည်။ သားကောင်ကို လည်လှီးချိန် အစုစပ်ပါ၀င်သူအားလုံးဘက်မှ ကုရ်ဗာနီလုပ်နေပါသည်ဟု ရည်စူးရန် အရေးကြီးပေသည်။ အတိအကျမသတ်မှတ်ပါက ကုရ်ဗာနီအထမမြောက်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":117,
            "masalahTitle":"ကုရ်ဗာနီလုပ်ရန် ၀ါဂျိဗ်ဖြစ်ခြင်း",
            "masalahDescription":"ဆင့်ပြန်ချက်တစ်ရပ်လာရှိသည်မှာ တမန်တော်မြတ်(ဆွလ္လလ္လာဟု အလိုင်းဟိ ၀စလ္လမ်)သည် ဟိဂျ်ရသ်ပြုပြီးနောက် မဒီနဟ်ရွှေမြို့တော်တွင် ဆယ်နှစ်တိုင်တိုင် နေထိုင်တော်မူခဲ့ပြီး နှစ်စဥ်အလေးအနက်ထား၍ ကုရ်ဗာနီပြုတော်မူခဲ့သည်။ ထိုဆင့်ပြန်ချက်အရ သိရသည်မှာ ကုရ်ဗာနီသည် မက္ကဟ်ရွှေမြို့တော်၌သာ ပြုလုပ်ရမည့်ကိစ္စမဟုတ်ဘဲ မည်သည့်နေရာဒေသတွင်မဆို ကုရ်ဗာနီလုပ်ရန် တတ်စွမ်းနိုင်သူတိုင်းအပေါ် ၀ါဂျိဗ်ဖြစ်သည်။ တမန်တော်မြတ်သည် ကိုယ်တိုင်ကုရ်ဗာနီလုပ်ခဲ့ရုံမျှမက မွတ်စ်လင်မ်များကိုလည်း လုပ်ရန် တိုက်တွန်းတော်မူခဲ့သည်။ ထို့ကြောင့် ပညာရှင်အများစုထံတွင် ကုရ်ဗာနီသည် ၀ါဂျိဗ်တာ၀န်ဖြစ်သည်။ ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":118,
            "masalahTitle":"ချေးငွေယူ၍ ကုရ်ဗာနီလုပ်ခြင်း",
            "masalahDescription":"အကယ်၍ ကုရ်ဗာနီ၀ါဂျိဗ်တာ၀န်ထိုက်သူထံတွင် ငွေသားလက်ငင်းမရှိပါက ချေးငွေယူ၍ ကုရ်ဗာနီလုပ်ရန် အရေးကြီးသည်။ ကုရ်ဗာနီ၀ါဂျိဗ်တာ၀န်ထိုက်သူမဟုတ်ပါက ချေးငွေယူ၍ ကုရ်ဗာနီလုပ်ခြင်း မသင့်လျော်သော်ငြားလည်း လုပ်လိုက်မည်ဆိုပါက ကုရ်ဗာနီအထမြောက်သွားပြီး အကျိုးစ၀ါဗ်လည်း ရရှိမည်ဖြစ်သည်။ ယူထားသောချေးငွေကိုတော့ အမြန်ဆုံးပြန်ဆပ်ရန် အရေးကြီးသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":119,
            "masalahTitle":"သားသတ်လုပ်ငန်း",
            "masalahDescription":"သားသတ်နှင့်အသားရောင်းလုပ်ငန်းများ လုပ်ကိုင်ခွင့်ရှိသည်။ တမန်တော်မြတ် (ဆွလ္လလ္လာဟု အလိုင်းဟိ ၀စလ္လမ်)၏ ခေတ်ကာလတွင်လည်း အချို့သောဆွဟာဗဟ်သာ၀ကများသည် သားသတ်နှင့်အသားရောင်းသည့်လုပ်ငန်းလုပ်ကိုင်ခဲ့ကြသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":120,
            "masalahTitle":"သားသတ်သမား၏လုပ်အားခ",
            "masalahDescription":"ကုရ်ဗာနီသားကောင်၏အစိတ်အပိုင်းတစ်ခုခု ပမာအားဖြင့် သားရေ (သို့) အသားစသည့်တို့ဖြင့် သားသတ်သမား၏လုပ်အားခပေးခြင်း (သို့) အသားပေးပြီး နှစ်ဦးသဘောတူလုပ်အားခထက်လျော့ပေးခြင်း မပိုင်ပေ။ အကယ်၍ တစ်ဦးတစ်ယောက်အနေနှင့် ဤကဲ့သို့ပြုလုပ်ခဲ့သည်ရှိသော် ကုရ်ဗာနီအထမြောက်သွားသော်လည်း လုပ်အားခအဖြစ်ပေးလိုက်သောသားရေ (သို့) အသား၏တန်ဖိုးကို ဆွဒကဟ်ပေးရန ၀ါဂျိဗ်တာ၀န်ဖြစ်သည်။ သီးခြားငွေကြေးဖြင့် သားသတ်သမားကို လုပ်အားခပေးရမည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":121,
            "masalahTitle":"အသားရောင်းသူဇဗဟ်လုပ်ထားသောသားကောင်",
            "masalahDescription":"အကယ်၍ အသားရောင်းသူသည် မွတ်စ်လင်မ်ဖြစ်ပါက ထိုသူဇဗဟ်လုပ်ထားသောသားကောင်သည် ဟလာလ်ဖြစ်ပြီး ၎င်း၏အသားစားပိုင်ခွင့်ရှိသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":122,
            "masalahTitle":"ယမန်နှစ်၏ကုရ်ဗာနီကို ယခုနှစ်ကုရ်ဗာနီနှင့် ရော၍ပြုလုပ်ခြင်း",
            "masalahDescription":"လူခုနှစ်ဦးအစုအစပ်ပါ၀င်၍ ကုရ်ဗာနီလုပ်ရာတွင် ပါ၀င်သူတစ်ဦးအနေနှင့် ယခင်နှစ်ကလုပ်ရန်ကျန်ရှိသောကုရ်ဗာနီ၏နီယသ်ဖြင့် ပါ၀င်ပါက ကျန်ရှယ်ယာ၀င်များ၏ကုရ်ဗာနီအထမြောက်သွားပေမည်။ သို့သော် ကဇွာနီယသ်ဖြင့် ပါ၀င်သူ၏ကုရ်ဗာနီသည် နဖိလ်ကုရ်ဗာနီသာ ဖြစ်သွားပြီး ၎င်း၏ကဇွာကုရ်ဗာနီ အထမမြောက်ပေ။ ကဇွာကုရ်ဗာနီအစား အလယ်အလတ်ဆိတ်တစ်ကောင်၏တန်ဖိုး ဆွဒကဟ်လုပ်ရန် အရေးကြီးပေသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":123,
            "masalahTitle":"အမွေးအမျှင်",
            "masalahDescription":"၁။ အီးဒ်နမားဇ်ဖတ်၍ ကုရ်ဗာနီလုပ်ပြီးနောက် ကုရ်ဗာနီလုပ်သူအတွက် အမွေးအမျှင်များ ညှပ်ခြင်း၊ ရိတ်ခြင်း မွတ်စ်သဟဗ်ဖြစ်သည်။ ကုရ်ဗာနီမလုပ်သူများသည်လည်း ကုရ်ဗာနီလုပ်သူများကဲ့သို့ လုပ်ဆောင်ပါက စ၀ါးဗ်မှလက်မဲ့ဖြစ်မည်မဟုတ်ပေ။\n၂။ အမွေးများရိတ်ထား၊ညှပ်ထားသောသားကောင်ကို ကုရ်ဗာနီလုပ်ခွင့်ရှိ၏။\n၃။ ကုရ်ဗာနီလုပ်ရန် နီယသ်ဖြင့် သားကောင်၀ယ်ယူပြီးနောက် ၎င်းသားကောင်၏အမွေးအမျှင်များကို ဖြတ်တောက်ခြင်း မပြုပိုင်ပေ။ အကယ်၍ တစ်ဦးတစ်ယောက်သည် ထိုကဲ့သို့ပြုလုပ်လိုက်ပါက ထိုအမွေး၏တန်ဖိုးကို ဆွဒကဟ်လုပ်ရန် ၀ါဂျိဗ်(အရေးကြီး)ဖြစ်သည်။ ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":124,
            "masalahTitle":"အမွေးအား မီးမြိုက်၍ ချက်ပြုတ်ခြင်း",
            "masalahDescription":"ဇဗဟ်လုပ်ပြီးဖြစ်သောသားကောင်၏ ခေါင်းနှင့်ခြေထောက်တို့၏ အမွေးများကို မီးမြိုက်ပြီး သားရေနှင့်တကွ ချက်ပြုတ်စားသောက်ခြင်း ပိုင်၏။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":125,
            "masalahTitle":"သတ်မှတ်ရက်မကုန်မီ အရွယ်ရောက်သွားခြင်း",
            "masalahDescription":"အကယ်၍ တစ်ဦးတစ်ယောက်သည် ဇွလ်ဟဂျ်လ(၁၀)(၁၁)နှင့်(၁၂)ရက်နေ့နေ၀င်မီ အရွယ်ရောက်သွားသည်။ အကယ်၍ အရွယ်ရောက်သွားသူသည် ချမ်းသာသူဖြစ်လျှင် ၎င်းအပေါ် တစ်ပုံစာကုရ်ဗာနီလုပ်ရန် တာ၀န်ရှိသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":126,
            "masalahTitle":"ဇဗဟ်လုပ်ရာတွင် နာကျင်မှု နည်းစေရန် ကြိုးစားပါ",
            "masalahDescription":"ဇဗဟ်လုပ်ရာတွင် အတတ်နိုင်ဆုံးသားကောင်ကို နာကျင်မှု နည်းပါးစေရန် အထူးသတိပြုလုပ်ဆောင်ရမည်။ ထို့ကြောင့် \n၁။ ဓါးကို ထက်အောင်သွေးထားရန်။\n၂။ သားကောင်၏အရှေ့တွင် အခြားတစ်ကောင်ကို ဇဗဟ်မလုပ်ရန်။\n၃။ အသက်ထွက်လွယ်ကူစေရန် လည်ချောင်းကို အပြည့်အ၀ဖြတ်တောက်ရန်နှင့် သားကောင်၏အရှေ့တွင် ဓါးသွေးခြင်းများ မပြုလုပ်ရန် တရားတော်က သတိပေးထားခြင်းဖြစ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":127,
            "masalahTitle":"အရွယ်ရောက်ပြီးသောသားသမီးများဘက်မှ ကုရ်ဗာနီလုပ်ခြင်း",
            "masalahDescription":"အရွယ်ရောက်ပြီးသောသားသမီးများဘက်မှ ကုရ်ဗာနီလုပ်ပေးရန် ဖခင်အပေါ် တာ၀န်မရှိပေ။ အကယ်၍ အရွယ်ရောက်ပြီးသော သားသမီးတို့သည် ချမ်းသာသူများဖြစ်ပါက မိမိတို့၏ငွေဖြင့် ကိုယ်တိုင် ကုရ်ဗာနီလုပ်ရမည်။ သို့မဟုတ် ၎င်းတို့၏ခွင့်ပြုချက်ဖြင့် ဖခင်သည် ၎င်းတို့ဘက်မှ ကုရ်ဗာနီလုပ်ပေးခွင့်ရှိသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":128,
            "masalahTitle":"ငှားရမ်းထားသောပစ္စည်း",
            "masalahDescription":"ငှားရမ်းထားသောပစ္စည်း၏တန်ဖိုးသည် ငွေငါးဆယ့်နှစ်တိုလာခွဲ (သို့) ထိုထက်နည်းနေမည်ဆိုပါက ထိုသူ့အပေါ်၌ ကုရ်ဗာနီတစ်ပုံလုပ်ရန် ၀ါဂျိဗ်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ငှားရမ်းထားသောပစ္စည်းသည် ငှားထားသည့်အချိန်ထိ မိမိသုံးပစ္စည်းများမှအပ ဖြစ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":129,
            "masalahTitle":"လယ်သမား",
            "masalahDescription":"လယ်သမားတစ်ဦး၌ လယ်ယာလုပ်ငန်းအတွက် လိုအပ်သောတိရစ္ဆာန်အပြင် အပိုတိရစ္ဆာန်များရှိနေပြီး ထိုတိရစ္ဆာန်များ၏တန်ဖိုးသည် ငွေငါးဆယ့်နှစ်တိုလာခွဲ (သို့) ထိုထက်ပိုနေမည်ဆိုပါက အဆိုပါပုဂ္ဂိုလ်သည် ကုရ်ဗာနီလုပ်ရပေမည်။ အထက်ဖော်ပြပါအနေအထားမရှိပါက ထိုလယ်သမားအပေါ် ကုရ်ဗာနီလုပ်ရန် တာ၀န်မရှိပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":130,
            "masalahTitle":"ကုရ်ဗာနီ၏နီယသ်",
            "masalahDescription":"ကုရ်ဗာနီသားကောင်ကို ကုရ်ဗာနီလုပ်ချိန်၌လည်းကောင်း (သို့) ၀ယ်ယူချိန်၌သော်လည်းကောင်း ကုရ်ဗာနီ၏နီယသ်ပြုလုပ်ရန် အရေးကြီးပေသည်။ ထိုသို့နီယသ်မပြုခဲ့ပါက ကုရ်ဗာနီပိုင်မည်မဟုတ်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":131,
            "masalahTitle":"စပ်တူကုရ်ဗာနီပြုရာတွင် ငွေကြေးပိုလျှံလျှင် မည်သို့ဆောင်ရွက်ရမည်နည်း",
            "masalahDescription":"စပ်တူကုရ်ဗာနီလုပ်ပြီးနောက် ငွေကြေးပိုလျှံလျှင် အစုအစပ်ပါ၀င်သူများကို ကျန်ငွေပြန်ပေးရန် အရေးကြီးသည်။ အစုအစပ်လုပ်သူများ၏ခွင့်ပြုချက်မပါဘဲ ပိုလျှံသောကျန်ငွေအား စုပေါင်းကုရ်ဗာနီစီစဥ်သူများအနေနှင့် ယူထားခြင်းမပိုင်ပေ။ စုပေါင်းကုရ်ဗာနီစီစဥ်သူများက ၀န်ဆောင်ခအနေနှင့် ယူလိုလျှင် အစကတည်းက သတ်မှတ်၍ ယူနိုင်သည်။ အစကတည်းက သတ်မှတ်မထားလျှင် ယူပိုင်ခွင့်မရှိပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":132,
            "masalahTitle":"ငှားရမ်းထားသောတိရစ္ဆာန်ကို ကုရ်ဗာနီလုပ်ခြင်း",
            "masalahDescription":"ငှားရမ်းထားသောသားကောင်ကို ကုရ်ဗာနီလုပ်ခြင်း မပိုင်ပေ။ အကြောင်းမှာ ထိုသားကောင်သည် အခြားသူ၏ပိုင်ဆိုင်မှုတွင် ရှိသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":133,
            "masalahTitle":"ဇဗ်ဟေအိခ်သေယာရီအကြောင်း",
            "masalahDescription":"ဇဗ်ဟေအိခ်သေယာရီဆိုသည်မှာ သားကောင်ကို ချွန်ထက်သောအရာဖြင့် ဇဗဟ်(လည်လှီး)လုပ်ခြင်း (သို့) ကုလားအုတ်ကို နဟရ်လုပ်ခြင်းကို ခေါ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":134,
            "masalahTitle":"ဇဗ်ဟေအိဇ်သွေရာရီအကြောင်း",
            "masalahDescription":"ဇဗ်ဟေအိဇ်သွေရာရီဆိုသည်မှာ ချွန်ထက်သောအရာတစ်ခု (သို့) ပါးလွှာ၍ထက်သောအရာတစ်ခုဖြင့် ဗိစ်မိလ္လာဟ်ဆို၍ သားကောင်ကို မိမိအတွက်လွယ်ကူစေမည့်နေရာတစ်နေရာကို ထိုး၍ သွေးစီးသွားအောင်ပြုလုပ်ခြင်းကို ခေါ်သည်။ ဤဇဗ်ဟေအိဇ်သွေရာရီသည် သားကောင်ကို မထိန်းနိုင်သောအချိန်နှင့် သားကောင်ကို ဇဗဟ်(သို့)နဟရ်လုပ်ရန် မဖြစ်နိုင်သောအချိန်မှသာလျှင် ပြုလုပ်ခွင့်ရှိပါသည်။ ဥပမာ သားကောင်သည် နေရာတစ်နေရာတွင် မြေကြီး(သို့) လေးသောအရာတစ်ခုဖြင့် ပိနေပြီး ထိုနေရာမှ သားကောင်ကို အပြင်ထုတ်မည်ဆိုပါက အပြင်ထုတ်ရင်း သားကောင်သေသွားနိုင်သည်။ (သို့) သားကောင်သည် ကျင်းတစ်ခု (သို့) တွင်းတစ်ခုထဲကျနေမည်။ ထိုနေရာမှ သားကောင်ကို အသက်ရှင်လျက် ပြန်ထုတ်နိုင်ခြေမရှိပါက ဤအခြေအနေများတွင် ဇဗ်ဟေအိဇ်သွေရာရီလုပ်ခွင့်ရှိပါသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":135,
            "masalahTitle":"အားအင်ချိနဲ့သောသားကောင်",
            "masalahDescription":"ရိုးတွင်းခြင်ဆီမရှိလောက်သည့်အလွန်အားအင်နည်းသောသားကောင်ကို ကုရ်ဗာနီမပြုပိုင်ပေ။ သို့သော် ကောင်းကောင်းမွန်မွန်လျှောက်လှမ်းသွားလာနိုင်ပါက ထိုသားကောင်ကို ကုရ်ဗာနီပြုပိုင်ပေသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":136,
            "masalahTitle":"ကုရ်ဗာနီ၏နီယသ်",
            "masalahDescription":"ကုရ်ဗာနီလုပ်မည့်သားကောင်ကို ၀ယ်သည့်အချိန်တွင် နီယသ်ပြုထားပါက ကုရ်ဗာနီလုပ်သည့်အချိန်တွင် နီယသ်မပြုမိပါကလည်း ကုရ်ဗာနီအထမြောက်သွားပေမည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":137,
            "masalahTitle":"ကုရ်ဗာနီပြုပိုင်သည့်သားကောင်များ",
            "masalahDescription":"ကုရ်ဗာနီလုပ်ပိုင်သည့်သားကောင် သုံးမျိုးသုံးစားရှိသည်။  ပထမအမျိုးအစားမှာ ကုလားအုတ်ထီး၊ ကုလားအုတ်မ။ ဒုတိယအမျိုးအစားမှာ ဆိတ်ထီး၊ဆိတ်မ၊သိုးထီး၊သိုးမနှင့် ဒွန်ဗဟ်ခေါ် အမြီးနေရာတွင် အဆီဖုလုံးပါရှိသောသိုးထီး၊ သိုးဖ၊ တတိယအမျိုးအစားမှာ နွားထီး၊နွားမ၊ကျွဲထီး၊ကျွဲမတို့ဖြစ်သည်။ အထက်ပါသားကောင်များမှအပ အခြားသားကောင်များကို ကုရ်ဗာနီလုပ်ခြင်းမပိုင်ပေ။ ဤသားကောင်များကို  ကုရ်ဗာနီပြုပိုင်ရန်အတွက် တောရိုင်းသားကောင်များမဖြစ်စေရ။ လူများနှင့်ယဥ်ပါးသောအိမ်မွေးသားကောင်များဖြစ်ရမည်ဟူသည့် စည်းကမ်းချက်သတ်မှတ်ထားပေသည်။ မြင်း၊ကြက်၊သမင်နှင့် တောရိုင်းခြေလေးချောင်းတိရစ္ဆာန်အစရှိသည့်သားကောင်များကို ကုရ်ဗာနီလုပ်ခြင်း မပိုင်ပေ။ အဘယ်ကြောင့်ဆိုသော် ဤသားကောင်များကို ကုရ်ဗာနီလုပ်ခြင်းနှင့်စပ်လျဥ်း၍ ကိုယ်တော်မြတ်(ဆွလ္လလ္လာဟု အလိုင်းဟိ ၀စလ္လမ်)၏ မိန့်ချွေချက်၊ လုပ်ဆောင်ချက်နှင့် ထောက်ခံချက်များ မလာရှိထားပေ။ ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":138,
            "masalahTitle":"သားကောင်ကို ဇဗဟ်လုပ်ပေးခယူခြင်း",
            "masalahDescription":"ကုရ်ဗာနီသားကောင်ကို လည်လှီးပေးခ(အခကြေးငွေ)ယူခြင်း ပိုင်ပါသည်။ သို့သော်လည်း မလှီးမီ အခကြေးငွေသတ်မှတ်ရန် အရေးကြီးပါသည်။ ဇဗဟ်မလုပ်မီ သတ်မှတ်ထားသောအခကြေးငွေကိုသာ ဇဗဟ်လုပ်ပြီးနောက် ပေးရမည်။ ဇဗဟ်လုပ်အားခကို ကုရ်ဗာနီသားကောင်၏အသားနှင့် သားရေအစရှိသောအရာများပေးခြင်း မပိုင်ပေ။ သီးသန့်အခကြေးငွေ သတ်မှတ်၍ ပေးရမည်ဖြစ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":139,
            "masalahTitle":"ဇဗဟ်ပြုလုပ်နိုင်သည့်ကိရိယာများ",
            "masalahDescription":"အကြောပြတ်၍ သွေးစီးစေနိုင်သည့်ချွန်ထက်သောအရာတိုင်းဖြင့် ဇဗဟ်လုပ်ပိုင်ပါသည်။ သို့သော် မိမိနေရာ၌တည်ရှိနေသောသွားနှင့် လက်သည်းဖြင့် ဇဗဟ်လုပ်ခြင်း ဟရာမ်ဖြစ်သည်။ အကယ်၍ ညှပ်ထားသောလက်သည်း (သို့) နှုတ်ထားသောသွားဖြင့် ဇဗဟ်လုပ်မည်ဆိုပါက သားကောင်၏အသား ဟလာလ်ဖြစ်သွားသော်လည်း မက္ကရူးဟ်ဖြစ်သည်။ (ဟဗ်ရှီလူမျိုးများနှင့် တောတွင်းနေလူရိုင်းများသည် လက်သည်းများ၊ သွားများဖြင့် ကိုက်၍လည်း ဇဗဟ်လုပ်ကြသည်။ ထို့ကြောင့် တမန်တော်ြမတ်(ဆွလ္လလ္လာဟု အလိုင်းဟိ ၀စလ္လမ်)က ထိုကဲ့သို့ ပြုလုပ်ခြင်းကို တားမြစ်ထားခြင်းဖြစ်သည်။ သို့သာမက သွားသည် အရိုးအမျိုးအစားများထဲမှဖြစ်ပြီး အရိုးဖြင့် ဇဗဟ်လုပ်ခြင်း မပိုင်ပေ။ အဘယ်ကြောင့်ဆိုသော် အရိုးဖြင့် ဇဗဟ်လုပ်ခြင်းဖြင့် သားကောင်သည် မသန့်ဖြစ်သွားလိမ့်မည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":140,
            "masalahTitle":"သားကောင်၏သားရေ",
            "masalahDescription":"ကုရ်ဗာနီသားကောင်၏သားရေနှင့်စပ်လျဥ်း၍ ကုရ်ဗာနီလုပ်သူတွင် အခွင့်အရေး (၃)ခုရှိသည်။ \n(က) သားရေသည် ကုရ်ဗာနီလုပ်သူ၏ လက်၀ယ်၌ရှိမည်ဆိုပါက ထိုသူ့အား အခွင့်အရေး(၃)ခု တရားတော်က ပေးထားသည်။(၁) ကိုယ်တိုင်အသုံးပြုခြင်း၊ (၂) တစ်ဦးတစ်ယောက်ကို လက်ဆောင်ပေးခြင်း၊ (၃) သူဆင်းရဲကို ဆွဒကဟ်ပေးခြင်း။(ခ) အကယ်၍သားရေကို ရောင်းလိုက်မည် (သို့) အခြားအရာတစ်ခုခုဖြင့် လဲလှယ်လိုက်မည်ဆိုပါက ထိုသားရေ၏တန်ဖိုးကို ဆွဒကဟ်လုပ်ရန် ၀ါဂျိဗ်ဖြစ်သည်။(ဂ) ဆွဒကဟ်နီယသ်ဖြင့် သားရေရောင်းခြင်းပိုင်သော်လည်း ကိုယ်တိုင်အသုံးပြုရန်နီယသ်ဖြင့် သားရေရောင်းခြင်းသည် အပြစ်ထိုက်ပေသည်။ သို့သော် ထိုအရောင်းအ၀ယ်လုပ်ခြင်း ပိုင်ပေသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":141,
            "masalahTitle":"သားရေခွာခြင်း",
            "masalahDescription":"သတ်မှတ်စည်းကမ်းနှင့်အညီ သားကောင်ကို ဇဗဟ်လုပ်ပြီး သားကောင်၏ခန္ဓာကိုယ်လုံး၀ငြိမ်သက်သွားမှသာ သားရေခွာခြင်း ပိုင်ပေသည်။ သားရေခွာရာ၌ မပေါက်မပြဲစေရန် စနစ်တကျ ခေါင်းစခြေအဆုံးခွာလိုက ခွာနိုင်ပြီး အပိုင်းပိုင်းခွာလိုကလည်း ခွာနိုင်သည်။ \nမှတ်ချက်။        ။သားကောင်ကို လည်လှီးပြီး ခန္ဓာကိုယ်မငြိမ်သက်မီ သားရေခွာြခင်း လုံး၀မပြုပိုင်ပေ။ ထိုသို့ ပြုလုပ်ခြင်းမှ ရှောင်ရှားရန် အရေးကြီးပေသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":142,
            "masalahTitle":"ရူးနေသောသားကောင်",
            "masalahDescription":"ရူးနေသောသားကောင်ကို ကုရ်ဗာနီလုပ်ခြင်း ပိုင်၏။ သို့သော် အကယ်၍ ရူးသွပ်ခြင်းကြောင့် စားရသောက်ရမည်ကိုပင် မသိတော့ပါက ကုရ်ဗာနီလုပ်ခြင်း မပိုင်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":143,
            "masalahTitle":"အစ္စလာမ့်အထိမ်းအမှတ်များ",
            "masalahDescription":"ကြီးကျယ်ခမ်းနားသောစွမ်းဆောင်ရှင်များ၊ စွန့်ဦးတီထွင်သူများကို ဂုဏ်ပြုသောအားဖြင့် အထိမ်းအမှတ်များ ပြုလုပ်ကြခြင်းသည် လောက၏ဓလေ့တစ်ခုကဲ့သို့ဖြစ်နေသည်။ များသောအားဖြင့် ထိုအထိမ်းအမှတ်များအတွက် ရုပ်တုများ၊ ထူးခြားသောကဗျည်းကျောက်စာများ၊ ဂူဗိမာန်အဆောက်အဦးများတည်ဆောက်ခြင်းကို  လုံလောက်ပြီဟု မှတ်ယူကြသည်။ ထိုသို့စိုက်ထူပြီး ကြီးကျယ်ခမ်းနားပြောင်မြောက်သောစွမ်းဆောင်ချက်များဆောင်ရွက်သူတို့အား ဂုဏ်ပြုထုတ်ဖော်ကြသည်။ ထိုအရာများသည်လည်း ကာလအတန်ကြာသည်အထိ တည်ရှိနေသော်လည်း ထိုအထိမ်းအမှတ်များစိုက်ထူခြင်း၏အဓိကအနှစ်သာရသည် ထာ၀ရမရှင်သန်နိုင်ပေ။ ဤအတွက်ကြောင့် အစ္စလာမ်သာသနာက သက်မဲ့ရုပ်တုများ၊ ထူးခြားသောကဗျည်းကျောက်စာများ၊ ဂူဗိမာန်အဆောက်အဦးများတည်ဆောက်ခြင်းစသော ရှေးရိုးဆွဲအစဥ်အလာများကို စွန့်လွှတ်၍ ၎င်းတို့၏အနှစ်သာရရှိသောစွမ်းဆောင်ချက်များအား အတုယူပုံဖော်အသက်သွင်းခြင်းကို ခ၀ပ်မှုတစ်ခုအဖြစ် ကေယာမသ်နေ့တိုင် ပေါက်ဖွားလာမည့်နောင်လာနောင်သားများအတွက် ပြဌားန်လိုက်သည်။ ၎င်းတို့၏စွမ်းဆောင်ချက်များကို အတုယူပုံဖော်အသက်သွင်းခြင်းကို ခ၀ပ်မှုတစ်ခုအဖြစ် သတ်မှတ်ပြဌားန်လိုက်သောကြောင့် ထိုသူတို့၏စွမ်းဆောင်ချက်များသည် ထာ၀ရရှင်သန်နေမည်ဖြစ်ပြီး ထိုကောင်းသောအလုပ်များကို လုပ်ခြင်းသည် ပြင်းပြသောဆန္ဒ လူတို့၏နှလုံးသားများတွင် နိုးကြားနေမည်။ ကာလကြာသည်နှင့်အမျှ မည်မျှ ခိုင်ခန့်သောရုပ်တုများ၊ ဂူဗိမာန်အဆောက်အဦးများ၊ ကဗျည်းကျောက်စာတိုင်များဖြစ်နေစေကာမူ ပြိုကျပျက်စီးသွားမည်ဖြစ်ပြီး အစအနပင် ကျန်ရှိတော့မည်မဟုတ်ပေ။ သို့သော် အစ္စလာမ့်အထိမ်းအမှတ်များသည်ကား ကေယာမသ်နေ့တိုင် အထင်အရှားကျန်ရှိနေမည်ဖြစ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":144,
            "masalahTitle":"ကုရ်ဗာနီအီးဒ်",
            "masalahDescription":"အဿွ်ဟာဟူသည် ကုရ်ဗာနီဖြစ်သည်။ ယောင်မွလ်အဿွ်ဟာဟူသည် ကုရ်ဗာနီလုပ်သောနေ့ဖြစ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":145,
            "masalahTitle":"အပိုသက်ဗီးရ်များ ရွတ်ဆိုပြီးနောက် အအူးဇုဗိလ္လာဟ် ရွတ်ဆိုခြင်း",
            "masalahDescription":"အိမာမ်သည် အီးဒ်နမားဇ်နှစ်ကြိမ်စလုံးတွင် အပိုသက်ဗီးရ်များရွတ်ဆိုပြီးမှသာ အအူးဇုဗိလ္လာဟ် ရွတ်ဆိုပြီး ကေရအသ်ဖတ်ရမည်။ အိမာမ်အဗူဟနီဖဟ်နှင့်အိမာမ်မုဟမ္မဒ်ထံတွင် အအူးဇုဗိလ္လာဟ်သည် ကေရအသ်၏နောက်လိုက်ဖြစ်သည်။ သက်ဗီးရေသဟ်ရီမဟ်နှင့် သက်ဗီးရာသေဇ၀ါအိဒ် နှစ်ခုကြားတွင် စနာ ရွတ်ဆိုရမည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":146,
            "masalahTitle":"ကုရ်ဗာနီအတွက်အကောင်းဆုံးသားကောင်",
            "masalahDescription":"အကယ်၍ ဒေသတစ်ခုတွင် ဆင်းရဲနွမ်းပါးသူ လိုအပ်ချက်ရှိသူ များပြားလျှင် အသားပိုထွက်သောသားကောင်ကို ကုရ်ဗာနီလုပ်ခြင်းသည် အမြတ်ဆုံးဖြစ်သည်။ ဆင်းရဲနွမ်းပါးသူ လိုအပ်ချက်ရှိသူ နည်းပါးလျှင် တန်ဖိုးကြီးပြီး အသားကောင်းသောသားကောင်သည် အကောင်းဆုံးဖြစ်သည်။\nအသားထွက်ပို၍ ၀ဖြိုးသောသားကောင်ကို ကုရ်ဗာနီလုပ်ခြင်းသည် မွတ်စ်သဗဟ်ဖြစ်သည်။ ဥပမာ အသားထွက်ပို၍ ၀ဖြိုးသောဆိတ်တစ်ကောင် ကုရ်ဗာနီလုပ်ခြင်းသည် ပိန်လှီသောဆိတ်နှစ်ကောင်ကုရ်ဗာနီလုပ်ခြင်းထက် သာမြတ်သည်။ သို့သော် အသားမကောင်း မဖြစ်စေရ။\nအကယ်၍ နွားအစရှိသောသားကောင်ကြီးများ၏ ခုနှစ်ပုံတစ်ပုံ၏တန်ဖိုးသည် ဆိတ်တစ်ကောင်၏တန်ဖိုးနှင့်ညီမျှ၍ အသားအနေအထားမှာလည်း တန်းတူဖြစ်လျှင် ဆိတ်ကုရ်ဗာနီလုပ်ခြင်းသည် သာမြတ်၏။ သိုးထက်ဆိတ်သည် သာမြတ်၏။ အထီးထက် အမသည် သာမြတ်၏။\nတန်ဖိုးကြီးသောကုရ်ဗာနီသားကောင်သည် အကောင်းဆုံးဖြစ်သည်။ အကယ်၍ သားကောင်နှစ်ကောင်၏တန်ဖိုးတူညီနေလျှင် အသားပိုထွက်သောသားကောင်ကို ကုရ်ဗာနီလုပ်ခြင်းသည် ပိုကောင်းပြီး ပိုအကျိုးရှိသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":147,
            "masalahTitle":"ဘုရားအတွက် ဘေးမဲ့လွှတ်ထားသောတိရစ္ဆာန်",
            "masalahDescription":"မဇာရ်(ကဗရ်ရှင်တစ်ယောက်) (သို့) ရုပ်တုဆင်းတု(ဘုရားတစ်ဆူ)စသည့်အလ္လာဟ်အရှင်မြတ်မှအပ အခြားအရာများ၏အမည်ဖြင့် တိရစ္ဆာန်တစ်ကောင်ကို ဘေးမဲ့လွှတ်ပေးခြင်းသည် ကျမ်းတော်မြတ်နှင့်ဟဒီးဆ်တော်များအရ ဟရာမ်(လုံး၀မပြုပိုင်သည့်အလုပ်)ဖြစ်၍ ကြီးလေးသောအကုသိုလ်ဖြစ်ကြောင်း သိရသည်။ သို့သော် ထိုဟရာမ်လုပ်ရပ်ကြောင့် သားကောင်သည် ဟရာမ် မဖြစ်သွားပေ။ ၎င်းနောက် ဓမ္မသတ်ဥပဒေများအရ ဤတိရစ္ဆာန်သည် ပိုင်ရှင်၏ပိုင်ဆိုင်မှုထဲမှ ထွက်သွားခြင်းမရှိပေ။ ဤအတွက်ကြောင့် အကယ်၍ တစ်ဦးတစ်ယောက်သည် ဘေးမဲ့လွှတ်ထားသောတိရစ္ဆာန်ကို ပိုင်ရှင်ထံမှ ၀ယ်ယူပြီး ကုရ်ဗာနီလုပ်ပါက ၎င်း၏ကုရ်ဗာနီသည် သံသယမရှိ ပိုင်ပါသည်။ ဤကဲ့သို့ပင် အခြားသောရက်များတွင်လည်း ကဆိုင်သမားက ထိုကဲ့သို့သောတိရစ္ဆာန်ကို ၀ယ်ယူလှီးဖြတ်ပြီး ၎င်း၏အသားကို ရောင်းပါက ထိုအသားကို ၀ယ်ယူစားသုံးခြင်း ပိုင်၏။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":148,
            "masalahTitle":"အူ",
            "masalahDescription":"အူစားသုံးခြင်း ပိုင်၏။ မက္ကရူးဟ်(မနှစ်မြို့ဖွယ်ရာ) မဟုတ်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":149,
            "masalahTitle":"ကလေး",
            "masalahDescription":"အကယ်၍ အရွယ်မရောက်သေးသောကလေးသည် ဇကားသ်နိဆားဗ်ပိုင်ဆိုင်၍ ချမ်းသာသူဖြစ်လျှင်လည်း ၎င်းအပေါ်၌ ကုရ်ဗာနီ ၀ါဂျိဗ်မဖြစ်ပေ။ ဤအတွက်ကြောင့် ၎င်းဘက်မှ ကုရ်ဗာနီလုပ်ပေးရန် အုပ်ထိန်းသူအပေါ်၌ တာ၀န်မရှိပေ။ အဘယ်ကြောင့်ဆိုသော် ကုရ်ဗာနီ ၀ါဂျိဗ်ဖြစ်ရန်အတွက် အရွယ်ရောက်ခြင်းသည် စည်းကမ်းချက်ဖြစ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":150,
            "masalahTitle":"ကလေးများ",
            "masalahDescription":"အကယ်၍ ကလေးများသည် သိနားလည်သူ၊ ဝေဖန်ပိုင်းခြားတတ်သူမျာဖြစ်ပါက ၎င်းတို့ကို အီးဒ်ဂါဟ်(အီးဒ်နမားဇ်ဖတ်သည့်နေရာ)သို့ ခေါ်ဆောင်သွားပါ။ သို့မဟုတ်ပါက ခေါ်ဆောင်သွားခြင်း မပြုပါနှင့်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":151,
            "masalahTitle":"သားကောင်အကြီးများ",
            "masalahDescription":"သားကောင်အကြီးများဆိုသည်မှာ နွားထီး၊နွားမ၊ကျွဲထီး၊ကျွဲမ၊ကုလားအုတ်ထီး၊ကုလားအုတ်မတို့ကို ဖြစ်ပါသည်။ သားကောင်ကြီးများတွင် ပုဂ္ဂိုလ်ခုနှစ်ဦးပါ၀င်ရန် အရေးမကြီးပါ။ လူတစ်ယောက်တည်းက သားကောင်ကြီးတစ်ကောင်လုံး ကုရ်ဗာနီလုပ်ပါကလည်း ခြွင်းချက်မရှိ ပိုင်၏။ အစုအစပ်ပါ၀င်သူအရေအတွက် ခုနှစ်ဦးမပြည့်ပါကလည်း ကုရ်ဗာနီပိုင်ပါသည်။ ဥပမာ သားကောင်တစ်ကောင်တွင် ခြောက်ဦး (သို့) ငါးဦး (သို့) ထိုထက်နည်းသောလူပုဂ္ဂိုလ်များပါ၀င်ပါကလည်း ကုရ်ဗာနီပိုင်ပါသည်။ ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":152,
            "masalahTitle":"ဗိစ်မိလ္လာဟ်မေ့သွားခြင်း",
            "masalahDescription":"အကယ်၍ သားကောင်ကို  ဇဗဟ်လုပ်(လည်လှီး)သည့်အချိန်တွင်  بسم الله الله اكبرဆိုရန် မေ့သွားပါက ၎င်းသားကောင်၏အသားသည် ဟလာလ်ဖြစ်၍ စားသုံခြင်းပိုင်၏။ အဘယ်ကြောင့်ဆိုသော် လည်လှီးသူသည် မွတ်စ်လင်မ်ဖြစ်သောကြောင့် ၎င်းအား အလ္လာဟ်မှအပ အခြားအရာတစ်ခုခု၏အမည်ဖြင့် လည်လှီးခြင်း ပြုမည်မဟုတ်ဟုပေ သတ်မှတ်လက်ခံပေးရမည်ဖြစ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":153,
            "masalahTitle":"ဗိစ်မိလ္လာဟ်၏စာသားများ",
            "masalahDescription":"ဇဗဟ်လုပ်သည့်အချိန်တွင် بسم الله والله اكبرအားواوနှင့်တကွသော်လည်းကောင်း၊ واوမပါဘဲနှင့် بسم الله الله اكبرဟုသော်လည်းကောင်း ကျမ်းစာအုပ်များ၌ ပုံစံနှစ်မျိုးစလုံးတွေ့ရှိရပေသည်။ သို့သော် واوမပါဘဲ بسم الله الله اكبرသည် သာပို၍ ကောင်းပေသည်။ အချို့(ကျမ်းစာအုပ်)တွင် الله اكبرသည် بسم الله ထက်အလျှင်လာပြီး အချို့(ကျမ်းစာအုပ်)တွင်နောက်မှ လာပါသည်။ အထက်ပါပုံစံအားလုံး ပိုင်ပါသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":154,
            "masalahTitle":"ဗိစ်မိလ္လာဟ်မည်သို့ဖတ်ရမည်နည်း",
            "masalahDescription":"ဇဗ်ဟေအိခ်သိယာရီး(သားကောင်အား ထိန်းချုပ်၍ လည်လှီးနိုင်သော အခြေအနေမျိုး)တွင် ဗိစ်မိလ္လာဟ်ဆိုခြင်းနှင့် လည်လှီးခြင်းသည် တွဲလျှက်တဆက်တည်းဖြစ်ခြင်းမှာ စည်းကမ်းချက်ဖြစ်ပါသည်။ ဆိုလိုသည်မှာ ဗိစ်မိလ္လာဟ်ဖတ်သည်နှင့် တစ်ပြိုင်တည်း လည်လှီးလိုက်ရမည်။ ဗိစ်မိလ္လာဟ်ဆိုပြီးနောက် လည်မလှီးမီ အခြားမည်သည့်အလုပ်မှ မလုပ်ရ။ ထိုအတွက်ကြောင့် ၎င်းကို အရှင်လွှတ်လိုက်ပြီး အခြားဆိတ်တစ်ကောင်ကို ပထမရွတ်ထားသောဗိစ်မိလ္လာဟ်ဖြင့် လည်လှီးမည်ဆိုပါက ထိုသားကောင်ကို စားသုံးခြင်း ပိုင်မည်မဟုတ်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":155,
            "masalahTitle":"သားကောင်၀ယ်ချိန် ကုရ်ဗာနီလုပ်ရန် နီယသ်မပြုထားခြင်း",
            "masalahDescription":"အကယ်၍ သားကောင်၀ယ်ချိန် ကုရ်ဗာနီ၏နီယသ်မလုပ်ထားဘဲ နောက်မှ ကုရ်ဗာနီ၏နီယသ်ပြုလုပ်လိုက်ပါက ထိုသားကောင်ကိုသာ ကုရ်ဗာနီလုပ်ရန် အရေးမကြီးပါ။ အခြားသားကောင်တစ်ကောင် ပြောင်းလိုက ပြောင်းနိုင်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":156,
            "masalahTitle":"သားကောင်ကို ရက်အနည်းငယ်အလျှင် ကြိုတင်မွေးမြူထားခြင်း",
            "masalahDescription":"ကုရ်ဗာနီလုပ်မည့်သားကောင်ကို ကုရ်ဗာနီမတိုင်မီ ရက်အနည်းငယ်ကြို၍ မွေးထားခြင်းမှာ သာပိုမွန်မြတ်ပေသည်။ သို့မှသာ သားကောင်ကို ချစ်ခင်ပြီး သံယောစဥ်ဖြစ်လာမည်။ မိမိချစ်ခင်မြတ်နိုးတန်ဖိုးထားသောသားကောင်ကို ကုရ်ဗာနီလုပ်ခြင်းဖြင့် အကျိုးစ၀ါဗ်သာပို၍ ရရှိမည်ဖြစ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":157,
            "masalahTitle":"ကုရ်ဗာနီလုပ်ခြင်းသည် အေဗာဒသ်ဖြစ်ခြင်း",
            "masalahDescription":"သားကောင်ကို ကုရ်ဗာနီလုပ်ခြင်းသည် ဦးစွာပထမ ဟဇရသ်အာဒမ်(အလိုင်ဟိစ္စလာမ်)၏ခေတ်အခါသမယမှစ၍ ယနေ့တိုင် အေဗာဒသ်တစ်ခုအဖြစ်လည်းကောင်း၊ ဖန်ဆင်းရှင်နှင့်နီးကပ်စေသောအကြောင်းခံတစ်ခုအဖြစ်လည်းကောင်း သတ်မှတ်ပြဌားန်ထားသော အစ္စလာမ့်အထိမ်းအမှတ်တစ်ခုဖြစ်ပါသည်။ ၎င်းနောက် မိုးကောင်းကင်မှမီးများကျလာပြီး လောင်ကျွမ်းစေခြင်းမှာ  ထိုခေတ်၌ ကုရ်ဗာနီလက်ခံခြင်းခံရသောအထူးလက္ခဏာတစ်ခု ဖြစ်ပါသည်။ သို့သော် ကိုယ်တော်မြတ်၏အွမ္မသ်နောက်လိုက်များအတွက် ကုရ်ဗာနီအသားကို စားခွင့်ပြုထားသည်။ ဤသည် ထူးခြားချက်တစ်ခုဖြစ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":158,
            "masalahTitle":"သားကောင်အားပြောင်းပြန်ဆွဲခြင်း",
            "masalahDescription":"သားကောင်၏နောက် ခြေထောက်ကို ချည်နှောင်၍ လည်လှီးမည့်နေရာသို့ ပြောင်းပြန်အနေအထား ဆွဲသွားခြင်းသည် မက္ကရူးဟ်သဟ်ရီမီဖြစ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":159,
            "masalahTitle":"အလ္လာဟုအက်ဗရ်ဆို၍လည်လှီးခြင်း",
            "masalahDescription":"အလ္လာဟုအက်ဗရ်ဆို၍ သားကောင်ကို လည်လှီးခြင်းဖြင့် သားကောင်သည် ဟလာလ်ဖြစ်သွားသော်လည်း စွန္နသ်တော်နှင့်ဆန့်ကျင်နေသောကြောင့် မက္ကရူးဟ်ဖြစ်သည်။ ဤအတွက်ကြောင့် ဗိစ်မိလ္လာဟိ အလ္လာဟု အက်ဗရ် ဟုအပြည့်အစုံဆို၍ သားကောင်ကို လည်လှီးရမည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":160,
            "masalahTitle":"ဆိတ်မ",
            "masalahDescription":"ဆိတ်မကို ကုရ်ဗာနီလုပ်ခြင်း ပိုင်ပါသည်။ ဆိတ်ထီး၏အမိန့်သည်လည်း ဤအတိုင်းသာ ဖြစ်ပါသည်။ သို့သော် တစ်နှစ်ပြည့်ပြီးသားဖြစ်ရန် စည်းကမ်းချက်ဖြစ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":161,
            "masalahTitle":"ဆိတ်၌တစ်ပုံသာ ပါ၀င်နိုင်",
            "masalahDescription":"ဆိတ်တစ်ကောင်၌ တစ်ပုံသာ ပါ၀င်ခွင့်ရှိသည်။ အကယ်၍ ဆိတ်တစ်ကောင်ထဲတွင် လူနှစ်ဦးသည် ကုရ်ဗာနီနီယသ်ဖြင့် စပ်တူပါ၀င်ပါက နှစ်ဦးစလုံး၏ ကုရ်ဗာနီ အထမြောက်မည်မဟုတ်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":162,
            "masalahTitle":"အမြုံ",
            "masalahDescription":"မြုံနေသောသားကောင်ကို ကုရ်ဗာနီလုပ်ခြင်း ပိုင်၏။ အဘယ်ကြောင့်ဆိုသော် တရားတော်တွင် မြုံနေသောသားကောင်ကို ကုရ်ဗာနီလုပ်ခြင်းမှ တားမြစ်ထားခြင်း မရှိပေ။ ၎င်းနောက် မြုံခြင်းသည် ကုရ်ဗာနီသားကောင်တွင် ချို့ယွင်းချက်မဟုတ်ပေ။ သားကောင်ကို သင်းထားခြင်းနှင့် မေထုံမှီ၀ဲနိုင်စွမ်းမရှိခြင်းသည် ကုရ်ဗာနီသားကောင်အတွက် အပြစ်အနာအဆာမဟုတ်သကဲ့သို့ မြုံခြင်းသည်လည်း အပြစ်အနာအဆာမဟုတ်ပါ။ သို့သာမက မြုံနေသောသားကောင်သည် များသောအားဖြင့် ၀ဖြိုးထွာကြိုင်း၍ အသားလည်း ကောင်းမွန်ပေသည်။ ဤအတွက်ကြောင့် ကုရ်ဗာနီလုပ်ခြင်း ပိုင်ပါသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":163,
            "masalahTitle":"သားရေလောင်သွားခဲ့သော်",
            "masalahDescription":"အကယ်၍ သားကောင်တစ်ကောင်၏သားရေ မီးလောင်သွားသည့်အတွက်ကြောင့် အမွေးမပေါက်တော့ပေ။ သို့သော် ခန္ဓာကိုယ်ပေါ်၌ အနာတစ်စုံတစ်ရာမရှိ၊ ခန္ဓာကိုယ်အစိတ်အပိုင်းအားလုံးကောင်းမွန်ပါက ထိုသားကောင်ကို ကုရ်ဗာနီလုပ်ပိုင်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":164,
            "masalahTitle":"လည်မလှီးမီ သားရေရောင်းခြင်း",
            "masalahDescription":"ဇဗဟ်မလုပ်မီ သားရေရောင်းခြင်း မပိုင်ပေ။ ထိုကြောင့် ဇဗဟ်မလုပ်မီ သားရေရောင်းသောသူများသည် မပြုပိုင်သောအလုပ်ကို လုပ်နေခြင်းဖြစ်သည်။ သို့သော် သားရေရောင်းမည်ဟု ကတိပေးခြင်း ပိုင်ပေသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":165,
            "masalahTitle":"တစ်စုံတစ်ခု၏အစား သားရေပေးခြင်း",
            "masalahDescription":"ဗလီဆရာ(ရှေ့ဆောင်အိမာမ်)၊ မုအဇ္ဇင်န်နှင့် အလုပ်သမားများကို ၎င်းတို့၏လစာအစား ကုရ်ဗာနီသားကောင်၏သားရေအဖြစ် ပေးခြင်း မပိုင်ပေ။ အကယ်၍ ၎င်းတို့သည် ဇကားသ်စားထိုက်သူများဖြစ်လျှင် တစ်စုံတစ်ခု၏အစား သဘောမျိုးမဟုတ်ဘဲ ပေးနိုင်သည်။ ကဆိုင်ကို လုပ်အားခအစား ကုရ်ဗာနီသားကောင်၏သားရေ ပေးခြင်း မပိုင်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":166,
            "masalahTitle":"တစ်ဦးတစ်ယောက်ကို သားကောင်၏သားရေပေးခြင်း",
            "masalahDescription":"ကုရ်ဗာနီသားကောင်၏သားရေကို ကိုယ်တိုင်အသုံးပြုခွင့်ရှိသကဲ့သို့ အခြားသူများကိုလည်း (ချမ်းသာသူဖြစ်စေ၊ ဆင်းရဲနွမ်းပါးသူဖြစ်စေ) ပေးခြင်း ပိုင်ပါသည်။ ဟာရှိမီဖြစ်စေ၊ မိမိအထက်အဆက်ဆက်ဆွေမျိုးသားချင်းများကိုဖြစ်စေ မည်သူ့ကိုမဆို ပေးခြင်းပိုင်ပါသည်။ အခြားသူစိမ်းတစ်ယောက်ကိုပေးရန် အရေးမကြီးပေ။ အဘယ်ကြောင့်ဆိုသော် ကုရ်ဗာနီလုပ်သူကိုယ်တိုင် ထိုသားရေကို နမားဇ်ဖတ်သည့်အခင်း၊ ရေပုံးနှင့်အခြားအလုပ်တစ်ခုခု၌ အသုံးပြုနိုင်ပေသည်။ သို့သော် ရောင်းချလိုက်မည်ဆိုပါက ထိုသားရေ၏တန်ဖိုးကို ဆွဒကဟ်လုပ်ရန် ၀ါဂျိဗ်ဖြစ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":167,
            "masalahTitle":"သားရေရောင်းရငွေကို လစာအဖြစ်ပေးခြင်း",
            "masalahDescription":"သားရေရောင်းရငွေကို လစာအဖြစ်ပေးခြင်း မပိုင်ပေ။ ဆွဒကဟ်လုပ်ရန် အရေးကြီးပေသည်။ ဆွဒကဟ်ဟူသည် မရှိဆင်းရဲသားတစ်ဦးကို တစ်စုံတစ်ခု၏အစား သဘောမျိုးမဟုတ်ဘဲ  ပေးခြင်းကို ခေါ်သည်။ ဇကားသ်မစားထိုက်သူတစ်ဦးကို သားကောင်ရောင်းရငွေပေးခြင်းသည် မေတ္တာဖြင့် လက်ဆောင်ပေးခြင်းဖြစ်သည်။ ဆွဒကဟ်မဟုတ်ပေ။ ဆင်းရဲသောသာသနာ့ကျောင်းသားများနှင့် သူဆင်းရဲများကို ပေးလိုကပေးနိုင်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":168,
            "masalahTitle":"သားရေရောင်းရငွေကို ကိုယ်ကျိုးအတွက် သုံးခြင်း",
            "masalahDescription":"ကုရ်ဗာနီသားကောင်၏သားရေရောင်းရငွေကို မိမိ၀င်ငွေအဖြစ် အသုံးပြုခြင်း မပိုင်ပေ။ သို့သာမက ရှရီအသ်တရားတော်နှင့်အညီ စီမံခန့်ခွဲလျက်ရှိသည့်ကုရ်ဗာနီသားရေလက်ခံသောအဖွဲ့အစည်းသို့ သားရေရောင်းရငွေကိုသော်လည်းကောင်း၊ သားကောင်၏သားရေကိုသော်လည်းကောင်း ပေးလိုက်ရမည်။ ထိုအဖွဲ့အစည်းကလည်း အမြန်ဆုံးသားရေများကို ရောင်းချ၍ ရရှိလာသောငွေများကို ဇကားသ်စားထိုက်သောသူများကို ပေးလိုက်ရမည်ဖြစ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":169,
            "masalahTitle":"သားရေရောင်းရငွေကို အသုံးပြုလိုက်ခြင်း",
            "masalahDescription":"ကုရ်ဗာနီသားကောင်၏ သားရေရောင်းပြီးနောက် ရောင်းရငွေကို အသုံးပြုခြင်း မပိုင်ပေ။ အကယ်၍ ရောင်းပြီးသုံးလိုက်ပါက ထိုငွေပမာဏကို ဆွဒကဟ်လုပ်ရန် ၀ါဂျိဗ်ဖြစ်သည်။ ထိုကဲ့သို့ မပြုလုပ်ပါက ကုရ်ဗာနီစ၀ါးဗ်အပြည့်အ၀ရမည်မဟုတ်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":170,
            "masalahTitle":"အစုရှယ်ယာရှင်များ နီယသ်မတူပါက",
            "masalahDescription":"ကုရ်ဘာနီသားကောင်တွင် အစုရှယ်ယာ၀င်ထားသူများထဲမှ တစ်ဦးတစ်ယောက်သည် စ၀ါးဗ်၏နီယသ်(သို့)၀ါဂျိဗ်တာ၀န်ကျေပွန်ရန် နီယသ်မပြုလုပ်ဘဲ အသားစားရန်(သို့)မင်္ဂလာဆောင်တွင် အသားဝေငှရန် နီယသ်ဖြင့် ကုရ်ဗာနီလုပ်ပါက ထိုသူ၏ကုရ်ဗာနီလည်း ပိုင်မည်မဟုတ်သကဲ့သို့ ရှယ်ယာ၀င်အားလုံး၏ ကုရ်ဗာနီသည်လည်း ပိုင်တော့မည်မဟုတ်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":171,
            "masalahTitle":"စ၀ါးဗ်၏နီယသ်တူလျှင် ကုရ်ဗာနီပိုင်ခြင်း",
            "masalahDescription":"ကုရ်ဗာနီလုပ်မည့်သားကောင်တွင် အစုရှယ်ယာ၀င်များထဲမှ အချို့သည် နဖိလ်နီယသ်ပြုပြီး အချို့သည် ၀ါဂျိဗ်နီယသ်ပြုသည်။ (သို့) အစုအစပ်ပါ၀င်သူများထဲမှ အချို့သည် ကုရ်ဗာနီအတွက် နီယသ်ပြုပြီး အချို့သည် အကီကဟ်တွင်နီယသ်ပြုမည်ဆိုပါက အားလုံး၏နီယသ်သည် စ၀ါးဗ်၏နီယသ်ဖြစ်သောကြောင့် ထိုကုရ်ဗာနီအထမြောက်သွားပေမည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":172,
            "masalahTitle":"ကုရ်ဗာနီလုပ်ရမည့်သားကောင်များ",
            "masalahDescription":"နွားနောက်(နွားရိုင်း)ကို ကုရ်ဗာနီလုပ်ခြင်းမပိုင်ပေ။ မည်သည့်သားကောင်ကို ကုရ်ဗာနီလုပ်ရမည်ဟု တရားတော်က သတ်မှတ်ထားပြီးဖြစ်သည်။ တရားတော်က သတ်မှတ်ထားသောသားကောင်များမှအပ အခြားသားကောင်များကို မိမိစိတ်ကြိုက်ကုရ်ဗာနီလုပ်ရန် သတ်မှတ်ခွင့်မရှိပေ။ တရားတော်က သုံးမျိုးသောသားကောင်ကို ကုရ်ဗာနီလုပ်ရန် ခွင့်ပြုထားပေသည်။ ပထမအမျိုးအစားမှာ ကုလားအုတ်အထီ:အမ၊ ဒုတိယအမျိုးအစားမှာ ဆိတ်အထီးအမ၊ သိုးအထီးအမ၊ ဒွန်ဗာအထီးအမ၊ တတိယအမျိုးအစားမှာ နွားအထီးအမ၊ ကျွဲအထီးအမတို့ဖြစ်သည်။ ကုရ်ဗာနီသားကောင်သည် တောရိုင်းတိရစ္ဆာန်များ မဖြစ်စေရ။ လူတို့မွေးမြူလေ့ရှိသော (သို့) လူတို့နှင့်ယဥ်ပါးသောတိရစ္ဆာန်များ ဖြစ်ရမည်။ ထိုတိရစ္ဆာန်သုံးမျိုးမှအပ မည်သည့်သားကောင်ကိုမှ ကုရ်ဗာနီလုပ်ခြင်း မပိုင်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":173,
            "masalahTitle":"ဇဗဟ်လုပ်ချိန် သားကောင်ကို မည်သို့ လှဲချရမည်နည်း",
            "masalahDescription":"အကောင်းဆုံးပုံစံမှာ သားကောင်တစ်ကိုယ်လုံးကို ကိဗ်လဟ်ဘက်သို့ လှည့်ထားပြီး သားကောင်အပေါ် ခြေထောက်နှင့်ဖိပြီး ဇဗဟ်လုပ်ခြင်းဖြစ်သည်။ \nသားကောင်ကို ကိဗ်လဟ်ဘက်သို့မျက်နှာလှည့်ထားပေးရသည့်အကြောင်းအရင်းမှာ ကွယ်လွန်သူကို ကဗရ်ထဲထည့်သကဲ့သို့ သားကောင်၏ဦးခေါင်းကို ညာဘက်သို့လှည့်ထားပြီး ခြေထောက်ကို ဘယ်ဘက်သို့ ထားရှိရပါမည်။ ဤနည်းအတိုင်း သားကောင်ကို ကိဗ်လဟ်ဘက်သို့လှည့်ထားပေးရမည်။ အကယ်၍ သားကောင်ကို ဤပုံစံအတိုင်းထားရန် အခက်အခဲတစ်စုံတစ်ရာရှိမည်ဆိုလျှင် အဆင်ပြေသည့်ပုံစံဖြင့် ဇဗဟ်လုပ်နိုင်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":174,
            "masalahTitle":"ဇဗဟ်လုပ်နေချိန် နီယသ်မပြုမိခဲ့လျှင်",
            "masalahDescription":"သားကောင်ကို ကုရ်ဗာနီလုပ်ရန် ရည်ရွယ်ချက်ဖြင့် ၀ယ်ယူခဲ့ပြီးနောက် ဇဗဟ်လုပ်နေချိန် ကုရ်ဗာနီ၏နီယသ်မပြုခဲ့မိလျှင်လည်း ကုရ်ဗာနီအထမြောက်သွားမည်။ ထပ်မံကုရ်ဗာနီလုပ်ရန် မလိုပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":175,
            "masalahTitle":"ဇဗဟ်လုပ်ချိန် ဒုက္ခပေးခြင်း",
            "masalahDescription":"ဇဗဟ်လုပ်နေစဥ် မလိုအပ်ဘဲ သားကောင်ကို ဒုက္ခပေးခြင်း မပိုင်ပေ။ ထိုသို့ပြုလုပ်ခြင်းအပေါ် ပြင်းထန်သောပြစ်ဒဏ်လာရှိထားပေသည်။ ဇဗဟ်လုပ်ရာတွင် တရားတော်က ဤသို့လမ်းညွှန်ထားပေသည်။ ဓါးကို ထက်မြတ်နေသောကြိုတင်သွေးထားရမည်။ သားကောင်ကို အလျင်အမြန် ဇဗဟ်လုပ်ရမည်။ အကြောကြီးလေးကြောပြတ်သွားပြီးဆိုလျှင် ရှေ့ဆက်မလှီးရန် တားမြစ်ထားပေသည်။ သို့မှသာ သားကောင်ကို မလိုအပ်ဘဲဒုက္ခမပေးရာရောက်မည်ဖြစ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":176,
            "masalahTitle":"ညအချိန်တွင် ဇဗဟ်လုပ်ခြင်း",
            "masalahDescription":"ဇွလ်ဟဂျ်လ(၁၀)ရက်မှ(၁၂)ရက်အထိ နေ့ဘက်တွင် သားကောင်ကို ဇဗဟ်လုပ်ခြင်းပိုင်သကဲ့သို့ ညဘက်တွင်လည်း ဇဗဟ်လုပ်ခြင်းပိုင်ပေသည်။\nလက်ရှိခေတ်ကာလတွင် နေရာတိုင်း၌ လျှပ်စစ်မီးရှိသည်။ အကြောတစ်ကြောပြတ်လျှင်မည်သည့်အကြောပြတ်သည်ကို တိတိကျကျသိနိုင်လောက်သည့်အလင်းရောင်လည်း ကောင်းကောင်းရှိသည်။ ထို့ကြောင့် ညဘက်တွင် ဇဗဟ်လုပ်ခြင်းပိုင်သည်။ သို့သော် ညအချိန်ကုရ်ဗာနီလုပ်ခြင်းထက် နေ့အချိန် ကုရ်ဗာနီလုပ်ခြင်းသည် သာပို၍ ကောင်းပါသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":177,
            "masalahTitle":"ကုရ်ဗာနီသားရေရောင်းရငွေ",
            "masalahDescription":"ကုရ်ဗာနီသားရေရောင်းရငွေကို မရှိဆင်းရဲသားတို့အား ဆွဒကဟ်လုပ်ရန် (တစ်နည်း) အပိုင်ပေးလိုက်ရန် အရေးကြီးပေသည်။ ဆင်းရဲသားများမှအပ အခြားတစ်နေရာ၌ အသုံးပြုခြင်း မပိုင်ပေ။ အလွန်အရေးတကြီးလိုအပ်နေ၍ ထိုပိုက်ဆံများကို အခြားတစ်နေရာ၌ အသုံးပြုမည်ဆိုပါက ပရိယာယ်ဆင်ရန် လိုအပ်သည်။ ပရိယာယ်ဆင်နည်းမှာ ဤသို့ဖြစ်သည်။ သားရေရောင်းရငွေကို ဦးစွာပထမ သူဆင်းရဲသားများကို ပေးလိုက်ရမည်။ ထို့နောက် ထိုသူ့အား ပြောရမည်။ ထိုပိုက်ဆံများကို ဗလီ၊ကျောင်းဆောင်လုပ်မှုတွင် (သို့မဟုတ်) သာသနာ့ကျောင်းများ၌ စာသင်သောဆရာများကို လစာအဖြစ် ပေးရမည်။ သူဆင်းရဲက ထိုကိစ္စကို သဘောတူပြီး ပြန်ပေးလိုက်ပါက ဗလီ၊ ကျောင်း ဆရာများလစာနှင့် အခြားသောနေရာများ၌ အသုံးပြုခြင်းပိုင်ပေသည်။ သို့သော် သတိပြုရမည့်အချက်မှာ ပိုက်ဆံမပေးမီ ထိုသူအား မပြောပြထားရပေ။ ပိုက်ဆေံပေးပြီးနောက် ပြောသောအခါ သူက ကြည်ကြည်ဖြူဖြူလက်ခံပြီး ပြန်ပေးမှသာလျှင် သုံးစွဲခွင့်ရှိပေသည်။ \nကုရ်ဗာနီလုပ်သူသည် သားရေကို စားထိုက်သည့်ဆင်းရဲသားတစ်ယောက်ကို ပေးလိုက်သည်။ ထိုဆင်းရဲသားသည် သားရေရောင်း၍ ရသောပိုက်ဆံကို ဗလီ၊ကျောင်းနှင့် ဆရာများလစာ၌ သုံးစွဲလိုက်ပါက ပိုင်ပေသည်။ သို့သော် ကုရ်ဗာနီလုပ်သူကိုယ်တိုင် သားရေရောင်းရငွေကို ဆရာလစာနှင့်ဗလီဆောက်လုပ်မှုတွင် အသုံးပြုခြင်း မပိုင်ပေ။ သို့သာမက ထိုငွေများကို ဆွဒကဟ်လုပ်ရန် အရေးကြီးပေသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":178,
            "masalahTitle":"၀ဲစွဲနေသောသားကောင်",
            "masalahDescription":"၀ဲစွဲခြင်းသည် အသား၌မဟုတ်ဘဲ သားရေ၌သာဖြစ်ပါက ထိုသားကောင်ကို ကုရ်ဗာနီလုပ်နိုင်သည်။ အကယ်၍ အသား၌လည်း ၀ဲစွဲနေပါက မပိုင်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":179,
            "masalahTitle":"သားကောင်၏ခွာ",
            "masalahDescription":"သားကောင်၏ခွာသည် စားမပိုင်သည့်အစိတ်အပိုင်းတွင် မပါသောကြောင့် စားလိုက စားနိုင်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":180,
            "masalahTitle":"စပ်တူရှယ်ယာကုရ်ဗာနီလုပ်ခြင်း",
            "masalahDescription":"၀ါဂျိဗ်ကုရ်ဗာနီလုပ်သူနှင့် နဖိလ်ကုရ်ဗာနီလုပ်သူတို့သည် သားကောင်ကြီးတစ်ကောင်တွင် စပ်တူရှယ်ရာ၀င်၍ ကုရ်ဗာနီလုပ်ပိုင်ပေသည်။ ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":181,
            "masalahTitle":"ပိဿာချိန်ဖြင့် ကုရ်ဗာနီလုပ်ခြင်း",
            "masalahDescription":"အလေးချိန်၊ ပိဿာချိန်ဖြင့် သားကောင်ရောင်း၀ယ်လေ့ရှိသောအရပ်ဒေသတွင် အလေးချိန်၊ ပိဿာချိန်ဖြင့် သားကောင်၀ယ်ခြင်း ပိုင်ပေသည်။ ထိုသို့၀ယ်ယူခြင်းဖြင့် အလိမ်ခံရနိုင်ချေနည်းပြီး နားမလည်သောသူများအတွက်လည်း ဆုံးရှုံးစရာမရှိတော့ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":182,
            "masalahTitle":"ကုရ်ဗာနီအတွက် မှာတမ်းခြင်း",
            "masalahDescription":"လူတစ်ဦးသည် မကွယ်လွန်မီ မိမိဘက်မှ ကုရ်ဗာနီလုပ်ပေးရန် ၀ဆွီယသ် မှာတမ်းမှုပြုခဲ့ပြီး ကုရ်ဗာနီလုပ်နိုင်လောက်သည့်ငွေကြေးလည်း ချန်ထားခဲ့ပါက ၎င်း၏အမွေစားအမွေခံ(သို့)၀ဆွီယသ်မှာတမ်းခြင်းခံရသူအပေါ် ၎င်းချန်ရစ်ခဲ့သောဥစ္စာပစ္စည်းများ၏ သုံးပုံတစ်ပုံအတွင်းမှ ၎င်းကိုယ်စား ကုရ်ဗာနီလုပ်ပေးရန် ၀ါဂျိဗ်ဖြစ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":183,
            "masalahTitle":"ကုရ်ဗာနီမလုပ်သူအတွက် သတိပေးချက်",
            "masalahDescription":"အကယ်၍ တစ်ဦးတစ်ယောက်သည် နိဆွားဗ်ပိုင်ရှင်ဖြစ်ပါလျက် ကုရ်ဗာနီမလုပ်ပါက ထိုသူသည် အလွန်အပြစ်ထိုက်သူဖြစ်သည်။ အကြင်သူသည် ကုရ်ဗာနီပြုလုပ်နိုင်ပါလျက် ကုရ်ဗာနီမလုပ်ပါက ထိုသူသည် ကျွန်ုပ်တို့၏အီးဒ်ဂါဟ်အနီးသို့ပင် မလာလေနှင့် ဟု ကိုယ်တော်မြတ်(ဆွလ္လလ္လာဟု အလိုင်းဟိ ၀စလ္လမ်)က မိန့်ကြားတော်မူခဲ့ပါသည်။ ထိုသူသည် အလ္လာဟ်အရှင်မြတ်၏ရှေ့တော်မှောက်သို့ အခံစား၀င်ရန် မထိုက်တန်သူဖြစ်သည်ဟု ဆိုလိုခြင်းဖြစ်ပါသည်။ ",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":184,
            "masalahTitle":"ကုရ်ဗာနီ၏ကိုယ်စားလှယ်",
            "masalahDescription":"လူတစ်ဦးသည် မိမိကိုယ်ကို လူအများ၏ကိုယ်စားလှယ်အဖြစ် ခံယူပြီး လူအများ၏ကုရ်ဗာနီကို လုပ်ပေးမည်ဆိုပါက ကုရ်ဗာနီလုပ်မည့်သူတို့၏(ငွေကြေး)စာရင်းကို သီးခြားစီပြုလုပ်ထားရပေမည်။ အကယ်၍ တစ်ဦးတစ်ယောက်၏ငွေကြေးထဲမှ အချို့ပိုနေပါက ထိုအပိုငွေကြေးကို ပိုင်ရှင်ဖြစ်သူအား ပြန်လည်ပေးအပ်ရန် အရေးကြီးပေသည်။\nအကယ်၍ ကိုယ်စားလှယ်လုပ်သူသည် ကုရ်ဗာနီလုပ်ပေးသည့်အတွက် အခကြေးငွေယူမည်ဆိုပါက ယူပိုင်ခွင့်ရှိသည်။ သို့သော် ယင်းအခကြေးငွေကို ပထမတည်းက သတ်မှတ်ထားရန် လိုအပ်ပေသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":185,
            "masalahTitle":"စပ်တူ၀ယ်ယူခြင်း",
            "masalahDescription":"အချို့သည် ကုရ်ဗာနီအတွက်၊ အချို့သည်၀လီမဟ်ဧည့်ခံပွဲအတွက် သားကောင်ကြီးတစ်ကောင်ကို စပ်တူ၀ယ်ယူလိုက်မည်ဆိုပါက ဤသို့၀ယ်ယူခြင်း ပိုင်ပေသည်။ တရားတော်အရ မည်သို့မျှ အပြစ်မဖြစ်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":186,
            "masalahTitle":"၀လီမဟ်နီယသ်ဖြင့် ကုရ်ဗာနီလုပ်ခြင်း",
            "masalahDescription":"၀လီမဟ်တွင်ကျွေးမည့်နီယသ်ဖြင့် ကုရ်ဗာနီလုပ်မည့်သားကောင်တွင် အစုရှယ်ယာတစ်ပုံပါ၀င်ပါက ကျန်သောအစုရှင်များ၏ ကုရ်ဗာနီသည် မည်သို့မျှ မထိခိုက်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":187,
            "masalahTitle":"သမင်ကို ကုရ်ဗာနီပြုပိုင်ပါသလား",
            "masalahDescription":"သမင်သည် ဟလာလ်ဖြစ်သည်။ သမင်၏အသား စားပိုင်သည်။ သို့သော် သမင်သည် တောတွင်းတိရစ္ဆာန်ဖြစ်သောကြောင့် ကုရ်ဗာနီမပိုင်ပေ။ ထို့ကြောင့် လူတို့နှင့် ယဥ်ပါးသည်ဖြစ်စေ၊ မယဥ်ပါးသည်ဖြစ်စေ သမင်ထီး၊သမင်မတို့ကို ကုရ်ဗာနီလုပ်ခွင့်မရှိပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":188,
            "masalahTitle":"ယဟူဒီ၊နဆွ်ရာနီ၏ ဇဗဟ်",
            "masalahDescription":"ယဟူဒီ၊ နဆွ်ရာနီတို့သည် ရုပ်တုဆင်းတုကိုးကွယ်သူ၊ သဘာ၀တရားကို ကိုးကွယ်သူမဟုတ်ဘဲ မိမိတို့၏သာသနာ့အဆုံးအမနှင့်အညီ (ကျင့်ကြံနေထိုင်သူ)ဖြစ်ပြီး မိမိတို့၏နဗီနှင့်ကောင်းကင်ကျကျမ်းကို လက်ခံသူဖြစ်ကာ ဇဗဟ်လုပ်သည့်အချိန်တွင် အခြားမည်သို့မျှမတသဘဲ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ တသပါက ထိုသူတို့၏လည်လှီးခြင်းသည် ဟလာလ်ဖြစ်ပြီး အသားလည်းစားပိုင်သည်။ သို့သော် ယနေ့ခေတ်ရှိ ယဟူဒီ၊ နဆွ်ရာနီတို့သည် ကောင်းကင်ကျကျမ်းကို လက်ခံသူဟု အမည်သာရှိကြပြီး အမှန်တကယ် သာသနာမဲ့များ၊ ဒိဌိများ၊ နက္ခတ်ကိုးကွယ်သူများ၊ သဘာ၀တရားကို ကိုးကွယ်သူများသာ ဖြစ်နေကြပေသည်။ ၎င်းတို့၏အပြောအဆို၊ အနေအထိုင်လုပ်ရပ်များကို ကြည့်ခြင်းဖြင့် ၎င်းသူတို့သည် မဇ်ဟဗ်နှင့် (စစ်မှန်သောဘာသာတစ်ခုခုနှင့်) မည်သို့မျှသက်ဆိုင်ခြင်းမရှိကြောင်း အထင်အရှားသိရှိရပါသည်။ ဤကဲ့သို့သောယဟူဒီ၊နဆွ်ရာနီတို့ကို အဟ်လေကိသားဗ်(ကောင်းကင်ကျကျမ်းတစ်ခုခုကို လက်ခံသူ)ဟု ခေါ်ဆိုခြင်း မမှန်ပေ။ ထိုသူတို့ဇဗဟ်လုပ်ထားသောသားကောင်သည် ဟလာလ်မဟုတ်ပေ။ ဟလာလ်ဖြစ်သောအရာနှင့် ဒွိဟသံသယမရှိသောအရာများကို ဘေးဖယ်ပြီး သံသယရှိသောအရာများကို မရွေးချယ်သင့်ပေ။ ထိုသူတို့ဇဗဟ်လုပ်ထားသောသားကောင်များကို လုံး၀ရှောင်ကြဥ်ရမည်ဖြစ်သည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":189,
            "masalahTitle":"နားရွက်",
            "masalahDescription":"တိရစ္ဆာန်တစ်ကောင်တွင် မွေးဖွားကတည်းက နားရွက်မပါလျှင် (သို့) နားရွက်ပါသော်လည်း သုံးပုံတစ်ပုံ (သို့) ထိုထက်ပိုပြီး ပြတ်နေလျှင် ထိုသားကောင်ကို ကုရ်ဗာနီမပြုပိုင်ပေ။\nအကယ်၍ မွေးဖွားစဥ်ကတည်းက နားရွက်ပါသော်လည်း အလွန်သေးငယ်နေမည်ဆိုပါက ထိုသားကောင်ကို ကုရ်ဗာနီလုပ်ခွင့်ရှိသည်။\nတိရစ္ဆာန်တစ်ကောင်၏နားရွက်သည် အလျားလိုက်(သို့)မျက်နှာစာဘက်မှ ကွဲ၍ တွဲလျောင်းကျနေမည် (သို့) အနောက်ဘက်မှ ကွဲနေမည်ဆိုပါက ထိုသားကောင်ကို ကုရ်ဗာနီလုပ်ပိုင်သော်လည်း မသင့်လျော်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":190,
            "masalahTitle":"စာကြည့်တိုက်",
            "masalahDescription":"အကယ်၍ပညာရှင်မဟုတ်သောသူ(တစ်နည်းအားဖြင့် လေ့လာဖတ်ရှုရန် မလိုအပ်သူ)၏စာကြည့်တိုက်တွင် အခြားသူများလေ့လာဖတ်ရှုနိုင်ရန် ထားရှိထားသောစာအုပ်များ၏တန်ဖိုးသည် နိဆွားဗ်နှင့်ညီမျှမည်။ သို့မဟုတ်ကျော်လွန်နေမည်ဆိုပါက အဆိုပါစာအုပ်များပိုင်ဆိုင်သူအပေါ်တွင် ကုရ်ဗာနီ၀ါဂျိဗ်ဖြစ်သွားပေမည်။ အကယ်၍ စာကြည့်တိုက်ပိုင်ရှင်သည် ပညာရှင်ဖြစ်ပြီး မိမိလေ့လာဖတ်ရှုရန်စာအုပ်များထားရှိခြင်းဖြစ်ပါက ထိုသူ့အပေါ်တွင် ကုရ်ဗာနီ၀ါဂျိဗ်ဖြစ်မည်မဟုတ်ပေ။ အကယ်၍ စာကြည့်တိုက်ရှိစာအုပ်များသည် ရောင်းချရန်ဖြစ်ပါက ထိုစာအုပ်များ၏တန်ဖိုးသည် နိဆွားဗ်နှင့်ညီမျှနေမည်၊ (သို့) ကျော်လွန်နေမည်ဆိုပါက အဆိုပါစာအုပ်များပိုင်ဆိုင်သူအပေါ်တွင် ကုရ်ဗာနီ၀ါဂျိဗ်ဖြစ်သွားပေမည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":191,
            "masalahTitle":"လယ်သမား၏ကုရ်ဗာနီ",
            "masalahDescription":"အကယ်၍ လယ်သမားတစ်ဦးတွင် လယ်ထွန်ရန်တိရစ္ဆာန်နှင့်အခြားလိုအပ်ချက်များမှအပ ကျန်ရှိသောတိရစ္ဆာန်များ၏တန်ဖိုးသည် ငွေငါးဆယ့်နှစ်တိုလာခွဲ၏တန်ဖိုးနှင့်ညီမျှနေမည် (သို့) ထိုထက်ပိုနေမည်ဆိုပါက ထိုလယ်သမားပေါ်တွင် ကုရ်ဗာနီ၀ါဂျိဗ်ဖြစ်သွားပေမည်။ အကယ်၍ တိရစ္ဆာန်များ၏တန်ဖိုးသည် ငွေငါးဆယ့်နှစ်တိုလာခွဲထက်နည်းနေပြီး အခြားပစ္စည်းများလည်း မရှိပါက ကုရ်ဗာနီ၀ါဂျိဗ်မဖြစ်ပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":192,
            "masalahTitle":"လုပ်ငန်းအတူလုပ်ကိုင်သူများ၏ကုရ်ဗာနီ",
            "masalahDescription":"ဖခင်ကွယ်လွန်ပြီးနောက် သားသမီးများလုပ်ငန်းအတူတကွ လုပ်ကိုင်လျက်ရှိရာ အကယ်၍ ၎င်းတို့အားလုံးနှင့်သက်ဆိုင်သောပိုင်ဆိုင်မှုများကို ခွဲဝေလိုက်ပါက သားသမီးများအားလုံး နိဆွားဗ်ရှင်များဖြစ်သွားကြမည်ဆိုလျှင် အရွယ်ရောက်သောသားသမီးတစ်ဦးတိုင်းအပေါ် ကုရ်ဗာနီလုပ်ရန် တာ၀န်ရှိသည်။ အကယ်၍ ၎င်းတို့အနက်မှ တစ်ဦးတစ်ယောက်သာ ကုရ်ဗာနီလုပ်ပြီး ကျန်ညီအစ်ကိုမောင်နှမများက ကိုယ်စီကုရ်ဗာနီမလုပ်ကြပါက ကျန်ညီအစ်ကိုမောင်နှမများအပေါ်တွင် ကုရ်ဗာနီတာ၀န်ကျန်ရှိနေပေမည်။ အရွယ်မရောက်သေးသောသားသမီးများအပေါ်တွင် ကုရ်ဗာနီတာ၀န်မရှိပေ။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":193,
            "masalahTitle":"စပ်တူကုရ်ဗာနီလုပ်ခြင်း",
            "masalahDescription":"တစ်ဦးတစ်ယောက်သည် စပ်တူကုရ်ဗာနီလုပ်မည့်သူတစ်ဦးဦးကို တွေ့လျှင် နှစ်ဦးပေါင်းကာ ကုရ်ဗာနီလုပ်မည်ဟု ရည်ရွယ်ချက်ဖြင့် သားကောင်ကြီးတစ်ကောင်၀ယ်ယူခဲ့ပါသည်။ ၎င်းသားကောင်ကို ၀ယ်ယူပြီးနောက် စပ်တူကုရ်ဗာနီလုပ်မည့်သူများ ပါ၀င်လာပါက ဤသို့ပါ၀င်ခြင်းသည် ပြုပိုင်သောကိစ္စဖြစ်သည်။\nအကယ်၍ သားကောင်၀ယ်ယူချိန်၌ အခြားသူများနှင့်စပ်တူလုပ်မည့်နီယသ်မရှိခဲ့ဘဲ သားကောင်တစ်ကောင်လုံး ကုရ်ဗာနီလုပ်ရန် နီယသ်ရှိခဲ့ပါမူ အခြားသူတစ်ဦးကို စပ်တူအဖြစ်ပါ၀င်စေခြင်းသည် မသင့်လျော်ပေ။ အကယ်၍ တစ်ဦးတစ်ယောက်ကို စပ်တူပါ၀င်စေလိုက်ပါက ပုံစံနှစ်မျိုးရှိသည်။ \n(၁) အကယ်၍ စပ်တူကုရ်ဗာနီလုပ်ရန် ပါ၀င်စေသူသည် နိဆွားဗ်ပိုင်ရှင်ချမ်းသာသူဖြစ်ပါက ပြုပိုင်ပေသည်။ \n(၂) အကယ်၍ စပ်တူကုရ်ဗာနီလုပ်ရန်ပါ၀င်စေသူသည် သူဆင်းရဲဖြစ်ပါက မပြုပိုင်ပေ။\nအကယ်၍ သူဆင်းရဲတစ်ဦးသည် သားကောင်တစ်ကောင်ကို ကုရ်ဗာနီလုပ်ရန် နီယသ်ဖြင့် ၀ယ်ယူလိုက်ပြီးနောက် အခြားသူတစ်ယောက်ကို ထိုသားကောင်တွင် တစ်ပုံ(သို့)နှစ်ပုံပါ၀င်စေလိုက်သည်ရှိသော် ထိုပုံစံတွင် စပ်တူအဖြစ် ပါ၀င်လာသူ၏ ကုရ်ဗာနီပိုင်သွားမည်။ သို့သော် သူဆင်းရဲသည် အခြားသူကို ပါ၀င်ခွင့်ပေးလိုက်သည့်ဝေစုကို ပြန်လည်ဖြည့်စွက်ရမည်။\nဖြည့်စွက်ရမည့်ပုံစံမှာ အကယ်၍ ကုရ်ဗာနီရက်ကျန်ရှိနေသေးပါက ထိုမျှလောက်ဝေစုကို ကုရ်ဗာနီထပ်လုပ်လိုက်ရမည်။ အကယ်၍ ကုရ်ဗာနီရက်ကုန်ဆုံးသွားပါက ထိုဝေစု၏တန်ဖိုးငွေကို အခြားဆင်းရဲသားတစ်ဿိးကို ပေးလိုက်ရမည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":194,
            "masalahTitle":"အီးဒ်နမားဇ်၀တ်ပြုပြီးသွားပါက ကုရ်ဗာနီပြုပိုင်ခြင်း",
            "masalahDescription":"မြို့တစ်မြို့လုံးတွင် မည်သည့်နေရာ၌ဖြစ်စေ အီးဒ်နမားဇ်၀တ်ပြုပြီးသွားသည်ရှိသော် ကုရ်ဗာနီသားကောင်ကို ဇဗဟ်လည်လှီးခြင်း ပိုင်သွားပေမည်။ အကယ်၍ ကုရ်ဗာနီလုပ်မည့်သူသည် အီးဒ်နမားဇ်၀တ်မပြုရသေးသော်လည်း မြို့ထဲရှိဗလီတစ်လုံးတွင် အီးဒ်နမားဇ်၀တ်ပြုပြီးပါက ကုရ်ဗာနီလုပ်လျှင် ပိုင်ပေမည်။ အဘယ်ကြောင့်ဆိုသော် ကုရ်ဗာနီပိုင်ရန် စည်းကမ်းချက်များ၌ ကုရ်ဗာနီလုပ်မည့်သူကိုယ်တိုင် အီးဒ်နမားဇ်၀တ်ပြုပြီးခြင်းမပါ၀င်သည့်အတွက် ဖြစ်သည်။\nအကယ်၍ မြို့ပေါ်တစ်နေရာ၌ အီးဒ်နမားဇ်၀တ်ပြုပြီးသွားသော်လည်း ထိုမြို့၏အခြားတစ်နေရာ၌ အီးဒ်နမားဇ်၀တ်မပြုရသေးပါကလည်း ထိုနေရာတွင် နေထိုင်သည့်ကုရ်ဗာနီတာ၀န်ရှိသူများအတွက် ကုရ်ဗာနီသားကောင်ကို ဇဗဟ်လုပ်ခွင့်ရှိပေသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":195,
            "masalahTitle":"ကုရ်ဗာနီလုပ်ရမည့်ရက်တွင် ဒွိဟသံသယဖြစ်ပါက မည်ကဲ့သို့ ကုရ်ဗာနီလုပ်ရမည်နည်း",
            "masalahDescription":"ကုရ်ဗာနီလုပ်ရမည့်ရက်နှင့်ပတ်သက်ပြီး သံသယဖြစ်နေလျှင် ကုရ်ဗာနီကို တတိယမြောက်နေ့အထိ မဆိုင်းငံ့သင့်ပေ။ သို့သာမက ဒုတိယရက်တွင် ကုရ်ဗာနီလုပ်လိုက်ပါ။ အကယ်၍ တတိယမြောက်နေ့အထိ ကုရ်ဗာနီဆိုင်းငံ့ထားလိုက်မိပါက အသားများအားလုံးကို ကိုယ်တိုင်မစားဘဲ ဆွဒကဟ်လုပ်လိုက်ခြင်းသည် ပိုကောင်းသည်။",
            "masalahRefrence":"",
            "categoryId":1
         },
         {
            "masalahId":196,
            "masalahTitle":"ကုရ်ဗာနီလုပ်ရန် ကိုယ်စားလှယ်ခန့်ခြင်း",
            "masalahDescription":"ကုရ်ဗာနီလုပ်ရန် ကိုယ်စားလှယ်ခန့်ခြင်း ပိုင်ပေသည်။ လူတစ်ဦးသည် အခြားသူတစ်ဦးအား မိမိဘက်မှ ကုရ်ဗာနီလုပ်ပေးရန် ကိုယ်စားလှယ်ခန့်လိုက်ပါက သားကောင်၀ယ်ခြင်း၊ သားကောင်ကို ဇဗဟ်လုပ်ခြင်းတို့အတွက် ကိုယ်စားလှယ်၏နီယသ်သည် လုံလောက်ပေသည်။\nကိုယ်စားလှယ်သည် သားကောင်ပိုင်ရှင်ဘက်မှ ကုရ်ဗာနီလုပ်နေပါသည်ဟု နီယသ်လုပ်၍ သားကောင်ကို ဇဗဟ်လုပ်ရမည်။",
            "masalahRefrence":"",
            "categoryId":1
         }
      ]
   }
